[
    {
        "id": "clxf983ex0lth0766m80srp9h",
        "text": "Hi Steve,         Thanks for your help on this. Here is what Mel and I are looking at for 2022:         May 2022 - received check for $34,535. Memo indicates it is for Q1 distribution and 2022 true up. By my calculations from what the Board voted to distribute and my ownership, roughly $13,500 should be Q1 distribution and $21,000 true up         August 2022 - received check for $17,504. Memo indicates it is for Q2 distribution and 2021 equalization. By my calculations almost all of this should be distribution.         So our total distribution from those two checks is roughly $31K. Adding the roughly $70K that is coming now that brings our total for 2022 to $101k in distributions. But the K1 says we had $138K in distributions on allocated earnings of $265K in earnings. This also doesn't make sense to me since we were supposed to be distributing 42.5% which for me should have been around  $112,625.         Thanks again, and I hope you had a nice Easter weekend.    Megan",
        "annotations": [
            {
                "entity": "Signature",
                "start": 911,
                "end": 984
            },
            {
                "entity": "Body",
                "start": 0,
                "end": 910
            }
        ]
    },
    {
        "id": "clxf983ex0lti0766tzatw093",
        "text": "Hi Megan, just circling back regarding your question from Monday.  The difference you noted was due to tru-ups and composite taxes, see below.  Let me know if you need any further explanation.   Mel and Megan          Composite Taxes    2021 Equalization and tru up    2022 Distributions    Total          $10,219.00    $69,241.12    $79,460.12    paid Jan 2022       $21,245.00    $13,290.25    $34,535.25    paid march 2022       $0.83    $17,504.14    $17,504.97    paid july 2022    $7,401.00              $7,401.00    paid in 2022         $138,901.34    total                            Thank you,         Marie Burnett    Accounting and Administrative Manager    (301) 668-4437    (877) 798-4854 x308    marie.burnett@iHire.com",
        "annotations": [
            {
                "entity": "Body",
                "start": 0,
                "end": 591
            },
            {
                "entity": "Signature",
                "start": 592,
                "end": 733
            }
        ]
    },
    {
        "id": "clxf983ex0ltj07665lz2s33q",
        "text": "Hi Megan,    I'm following up to see if you've had a chance to review my previous email.    Can you let me know what aspects of HRMS are most important to you so I can send some relevant information? We can custom tailor a solution to meet your specific needs.    In the meantime, sharing links on our new branding A3Logics website and a funny advertisement on LinkedIn.    Thanks,    Warm regards,    Kelly in/kellycharlespowell    Grab a spot on my CALENDAR    Stop receiving our emails, you can Unsubscribe",
        "annotations": [
            {
                "entity": "Body",
                "start": 0,
                "end": 369
            },
            {
                "entity": "Signature",
                "start": 370,
                "end": 613
            }
        ]
    },
    {
        "id": "clxf983ex0ltk0766j0cnm12u",
        "text": "Good Morning All,  **Senior Students and Parents - please feel free to delete this email!**         Just a few reminders for this week:         Senior Awards Ceremony - Wednesday 5/22  Arrive to band room instead of going to pd 7  WEAR YOUR OXFORDS  We will play Pomp, Anthem, Pomp  Graduation - Thursday 5/23  Arrive at GC at 7:00 am  We will change into concert dress, load up the van & buses  Students will be bused down to the shrine  We should return around 1:00 pm, food will be waiting here for students.  If you wear a vest for your concert dress, bring BLACK socks       This is the final stretch!        Tom Kramer '07  Director of Bands & Orchestras    WAMTC Treasurer  TKramer@olgchs.org    17301 Old Vic Blvd  Olney, MD 20832  p: 240.283.3200  OLGCHS.ORG    cebookitterutubestagram            WE INSPIRE OUR STUDENTS TO EXCEL, SERVE, AND LOVE.",
        "annotations": [
            {
                "entity": "Body",
                "start": 0,
                "end": 572
            },
            {
                "entity": "Signature",
                "start": 573,
                "end": 856
            }
        ]
    },
    {
        "id": "clxf983ex0ltl07665r9og98a",
        "text": "Hi Robin,     I'm so sorry - the whole reason we've been trying to get him in sooner was so that if he needs medication we could try it over Christmas break rather than while he is in school. If we have to wait until after break for the follow up it would be better to just stick with the original dates of Dec 20 and 21. Are those still free? If not, do you have an earlier follow up slot? That way Hayden could possibly do his follow up over xmas break and not miss school for that.     If Dec 20 and 21 are no longer available could you just give me a call? That will probably be easiest given how complicated this is.     Thanks  Megan",
        "annotations": [
            {
                "entity": "Signature",
                "start": 625,
                "end": 639
            },
            {
                "entity": "Body",
                "start": 0,
                "end": 624
            }
        ]
    },
    {
        "id": "clxf983ex0ltm0766bgs7wfim",
        "text": "Hi, Megan,      I was able to confirm November 27th and 28th for Hyden's testing. Now, I would like to schedule your feedback session. I can offer January 3rd at 4PM. This is a 90 minute virtual session for parents only. Will this work for you?     Best     Robin    --  Robin Stearn, MSW    Client Manager    Kenneth Stefano & Associates    700 King Farm Blvd, STE 602    Rockville, MD 20850    301.770.7507, ext 1    FAX: 301.770.3576              CONFIDENTIALITY NOTICE:  In compliance with the Health Portability and Accountability Act HIPAA (rule 104-91), This e-mail message, including any attachments, is for the sole use of the intended recipient and may contain confidential and privileged information. Although unlikely, email sent via the Internet may be intercepted by third parties. Hence, the privacy of health care data cannot be assured. Clients who choose to communicate via email thus consent to email exchange with the recognition that HIPAA-related privacy rights cannot be guaranteed.         If this email has reached the wrong recipient, please contact us via return email or at the above telephone number and delete this email immediately. Any unauthorized review, use, disclosure or distribution is prohibited.  Thank you. This office is HIPAA compliant.",
        "annotations": [
            {
                "entity": "Signature",
                "start": 244,
                "end": 1279
            },
            {
                "entity": "Body",
                "start": 0,
                "end": 243
            }
        ]
    },
    {
        "id": "clxf983ex0ltn0766ea94o8lf",
        "text": "Hello Mrs Smith,     Hayden was officially diagnosed with ADD yesterday and he started Concerta today. He has been struggling mightily and very burned out, but glad we figured out why. Apparently his therapist had suspicions years ago but she thinks the lack of academic rigor during the pandemic and then at his middle schools masked his issues. He was diagnosed by his psychiatrist but we are proceeding with full psychoeducational testing to be sure we aren't missing anything else. I will keep you updated.     Regarding midterms - I saw the schedule and I assume that kids with extended time go to a different location than kids without. Could you tell me where Hayden is supposed to go for his exams?     Thanks,  Megan Coursey     Sent from my iPhone",
        "annotations": [
            {
                "entity": "Signature",
                "start": 706,
                "end": 757
            },
            {
                "entity": "Body",
                "start": 0,
                "end": 705
            }
        ]
    },
    {
        "id": "clxf983ex0ltr07666s7n79e5",
        "text": "Hi Wolfpack,    I'm pleased to introduce the second Upper-Level Event of the summer -- the University Honors Program is heading back up to Virginia for a weekend in Williamsburg!    Screenshot 2024-05-19 at 1.27.52 PM.png    We'll have a Friday morning departure on June 7th and spend the afternoon exploring Colonial Williamsburg; we'll tour the Governor's Palace, Capitol, and Raleigh Tavern, and we'll visit trade shops, historic houses, and exhibition sites of Williamsburg's 18th century residents. Then we'll check into The Historic Powhatan, a residences resort with amenities including: indoor and outdoor pools, a sauna, tennis and racquetball courts, and a mini-golf course.    Saturday will be devoted to Water Country USA, Virginia's largest water park -- wave pools, lazy rivers, water coasters, live entertainment, and more! We'll call it quits when the park closes at 7pm and return to The Historic Powhatan for one more night before our departure on Sunday morning.     Including transportation, two nights at The Historic Powhatan, a half day at Colonial Williamsburg, and a full day at Water Country USA, this trip is available to UHP students at the low cost of $95. If this trip sounds like something you absolutely must add to your summer, please fill out this google form.    Thank you and have a great week!    --  Morgan Budzynski (she/her)  North Carolina State University  M.A. in Rhetoric and Composition C/O 2025  Administrative Assistant, University Honors Program",
        "annotations": [
            {
                "entity": "Signature",
                "start": 1294,
                "end": 1493
            },
            {
                "entity": "Body",
                "start": 0,
                "end": 1293
            }
        ]
    },
    {
        "id": "clxf983ex0lts0766v2v05wpu",
        "text": "Hi students,    I'd like to offer a opportunity to participate the development of an open source library named SEEDGuard.AI (https://seedguard.ai/).    You can consider this as your side project (for both short and long term) and work with us for fun and also impact the future of code intelligence.    For more details, please visit the website and also join us via Discord. We will provide more resources once you join in!        Dr. Bowen Xu",
        "annotations": [
            {
                "entity": "Signature",
                "start": 424,
                "end": 444
            },
            {
                "entity": "Body",
                "start": 0,
                "end": 423
            }
        ]
    }
]