[
    {
        "sentence_text": "From: noreply@ibm.com Date: November 11, 2024 Subject: Update SSN To: John Smith <jsmith@gmail.com>  Subject: Update Your Social Security Information Dear Dr. Smith, Our records indicate that your Social Security information needs to be updated to comply with recent federal regulations. Please provide your Social Security Number to ensure your account remains active. To update your information, please visit the following secure link:  Update Account Information Thank you for your prompt attention to this matter.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Please provide your Social Security Number",
                "end": 330,
                "start": 288
            },
            {
                "label": "pii_request",
                "text": "Subject : Update SSN",
                "end": 65,
                "start": 46
            }
        ]
    },
    {
        "sentence_text": "From: nationwide-account-services@gmail.com Date: March 2, 2021 To: georgepadrogapocas@gmail.com Subject: Action Required: Confirm Your SSN  Dear labeld Customer, We have detected unusual activity in your account and require you to confirm your Social Security Number to secure your information. Click on the link below to verify your details. https://www.Nationwde/account-SSN-update Thank you for your prompt action.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "We have detected unusual activity in your account and require you to confirm your Social",
                "end": 251,
                "start": 163
            },
            {
                "label": "pii_request",
                "text": "Security Number to secure your information",
                "end": 294,
                "start": 252
            }
        ]
    },
    {
        "sentence_text": "Subject: Urgent: Verify Your Social Security Number Dear Director Hughes Due to recent security updates, we need to verify your Social Security Number to maintain your account's integrity. Please click the link below and enter your SSN to continue using our services without interruption. Link Thank you for your cooperation.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Due to recent security updates, we need to verify your Social Security Number to maintain your account's integrity. Please click the link below and enter your SSN",
                "end": 235,
                "start": 73
            }
        ]
    },
    {
        "sentence_text": "Subject: Action Required: Banking Info Confirmation Dear Matthew, For security purposes, we need you to confirm your banking information. Failure to do so may result in limited access to your account. Please use the secure link below to verify your details.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Action Required: Banking Info Confirmation",
                "end": 51,
                "start": 9
            },
            {
                "label": "pii_request",
                "text": "confirm your banking information",
                "end": 136,
                "start": 104
            }
        ]
    },
    {
        "sentence_text": "Obviously , we would love to see you again . If you wish to renew your subscription click on the link below . UPDATE MY PAYMENT DETAILS Note: iN CASE OF IGNORANCE , Your Services will Be Completely Suspended within 24 Hours According To the Terms Defined in our Contracts  ",
        "annotations": [
            {
                "label": "pii_request",
                "text": "UPDATE MY PAYMENT DETAILS",
                "end": 135,
                "start": 147
            }
        ]
    },
    {
        "sentence_text": "It is your responsibility to complete Section 1 on time. If you do not complete Section 1, you will not be able to complete Section 2 of your I-9, Employment Eligibility Verification Form.    Note: Your Social Security number (SSN) will be required to complete Section 1.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Note: Your Social Security number (SSN) will be required to complete Section 1.",
                "end": 271,
                "start": 192
            }
        ]
    },
    {
        "sentence_text": "Hello pervert, I've sent this message from your iCloud mail.   I want to inform you about a very bad situation for you. However, you can benefit from it, if you will act wisely.",
        "annotations": [
            {
                "label": "threat",
                "text": "I want to inform you about a very bad situation for you",
                "end": 118,
                "start": 63
            }
        ]
    },
    {
        "sentence_text": "It works well on Android, iOS, and Windows. I guess, you already figured out where I'm getting at.   It's been a few months since I installed it on all your devices because you were not quite choosy about what links to click on the internet.",
        "annotations": [
            {
                "label": "threat",
                "text": "It works well on Android, iOS, and Windows. I guess, you already figured out where I'm getting at.",
                "end": 98,
                "start": 0
            }
        ]
    },
    {
        "sentence_text": "During this period, I've learned about all aspects of your private life, but oene is of special significance to me.   I've recorded many videos of you jerking off to highly controversial poern videos. Given that the questionable genre is almost always the same, I can conclude that you have sick perversion.",
        "annotations": [
            {
                "label": "threat",
                "text": "I can conclude that you have sick perversion.   I doubt you'd want your friends, family and co-workers to know about it. However, I can do it in a few clicks.   Every number in your contact Iist will suddenly receive these videoes - on WhatsApp, on Telegram, on Instagram, on Facebook, on email - everywher",
                "end": 306,
                "start": 262
            }
        ]
    },
    {
        "sentence_text": "It is going to be a tsunami that will sweep away everything in its path, and first of all, your foermer life.   Don't think of yourself as an innocent victim. No one knows where your perversioen might lead in the future, so consider this a kind of deserved punishment to stop you.",
        "annotations": [
            {
                "label": "threat",
                "text": "consider this a kind of deserved punishment to stop you",
                "end": 279,
                "start": 224
            }
        ]
    },
    {
        "sentence_text": "Just google crypto exchange or buy 'Litecoin' and then it will be no harder than buying some useless stuff on Amazon.   I strongly warn you against the following: * Do not reply to this email. I've sent it from your iCloud mail.",
        "annotations": [
            {
                "label": "threat",
                "text": "I strongly warn you against the following: * Do not reply to this email. I've sent it from your iCloud mail. * Do not contact the police. I have access to all your devices, and as soon as I find out you ran to the cops, videos ",
                "end": 227,
                "start": 120
            }
        ]
    },
    {
        "sentence_text": "Subject: IMPORTANT STUDENT VERIFICATION !!! THIS VERlFlCATl0N P0RTAL IS AIMED AT SCREENING ALL 0UR STUDENTS AND VALIDATING YOUR OLGCHS INFORMATION TO AVOID THE TERMINATION OF YOUR ACCOUNT. ALL UNVERlFlED ACC0UNTS WILL BE TERMINATED. Y0U ARE EXPECTED T0 PR0VlDE A VALlD OLGCHS DETAILS 0UR lT AGENT WlLL REACH 0UT T0 Y0U VALlDATE THE lNF0RMATl0N PR0VlDED BY Y0U WlTHlN 24HRS CLICK HERE TO COMPLETE YOUR VERIFICATION",
        "annotations": [
            {
                "label": "threat",
                "text": "ALL UNVERlFlED ACC0UNTS WILL BE TERMINATED.",
                "end": 232,
                "start": 189
            }
        ]
    },
    {
        "sentence_text": "Your membership may have expired. But if you click here you can extend your membership for 90 days for free",
        "annotations": [
            {
                "label": "threat",
                "text": "Your membership may have expired.",
                "end": 33,
                "start": 0
            },
            {
                "label": "promise",
                "text": "extend your membership for 90 days for free",
                "end": 107,
                "start": 64
            }
        ]
    },
    {
        "sentence_text": "Subject: EXPIRATION OF YOUR MEMBERSHIP IS IMMINENT  Renewal Invoice #4567UHBHU76T [Attachment: Renewal Invoice #4567UHBHU76T.pdf]",
        "annotations": [
            {
                "label": "threat",
                "text": "EXPIRATION OF YOUR MEMBERSHIP IS IMMINENT",
                "end": 50,
                "start": 9
            }
        ]
    },
    {
        "sentence_text": "Subject: You have Reward to Redeem Surprise in your inbox : Your Le Creuset Reward -Expiring Soon-   [link: https://ci3.googleusercontent.com/meips/ADKq_NaqTbL0hi7j86_gWSevISHBzwM34DYzLApk9eOfrs31VWajiS2XudYT_AfJjDPLD8ibmFqo=s0-d-e1-ft#https://i.imgur.com/8Mriftp.png]           [link: https://ppt.cc/fZ22Vx?ajjiie1iixzl98688myziw]  !            !            .      If you no longer wish to receive these emails, you may unsubscribe by clicking here [link: https://ppt.cc/fpv8Ex?76mk00r1fj183d3r1uoa7n] or by writing to  143 Exchange Blvd Ste 300, Hutto, TX, 78634",
        "annotations": [
            {
                "label": "threat",
                "text": "-Expiring Soon-",
                "end": 98,
                "start": 83
            }
        ]
    },
    {
        "sentence_text": "Subject: strong_in_god, Your Prime account will be removed today. Wed,05 Jun-2024  prime   Dear, strong_in_god   Your membership has expired   Your Subscription for Prime expired on Wed, 05 Jun 2024 18:13:40 -0400   We tried to renew your subscription at the end of each billing cycle, but your monthly payment has failed. We therefore had to cancel your subscription.",
        "annotations": [
            {
                "label": "threat",
                "text": "your Prime account will be removed today",
                "end": 64,
                "start": 24
            }
        ]
    },
    {
        "sentence_text": "Obviously, we would love to see you again. If you wish to renew your subscription click on the link below.     UPDATE MY PAYMENT DETAILS    Subscription ID : F3892578-US Product: : Prime User Mail : strong_in_god@yahoo.com Expiration date: Wed, 05 Jun 2024 18:13:40 -0400    Confirm *Available ONLY TODAY*  To stop these please go here or write to: 616 Corporate Way Ste.2-9092 Valley Cottage, NY 10989",
        "annotations": [
            {
                "label": "pii_request",
                "text": "UPDATE MY PAYMENT DETAILS",
                "end": 136,
                "start": 111
            }
        ]
    },
    {
        "sentence_text": "Hi Chelsie, I need you to send me the aging report due within the next 30 days, and also include customer payable contact email on the report. I want to do some research with my time. Regards, Molly Chen",
        "annotations": [
            {
                "label": "pii_request",
                "text": "include customer payable contact email on the report",
                "end": 141,
                "start": 89
            }
        ]
    },
    {
        "sentence_text": "Password System Reminder The Password for makenzie.layne@usap.com is set to expire Today, 9 of May 2024. Continue using same password by clicking the button below to avoid login interruption",
        "annotations": [
            {
                "label": "threat",
                "text": "The Password for makenzie.layne@usap.com is set to expire Today",
                "end": 88,
                "start": 25
            },
            {
                "label": "threat",
                "text": "avoid login interruption",
                "end": 190,
                "start": 163
            }
        ]
    },
    {
        "sentence_text": "Subject: ROLL CALL To: Gregory Morris <gmorris@andrew.cmu.edu>    Office of the Recruitment Specialist,Student Services,Carnegie Mellon University Services, urgently requires a Research Assistant for a Remote Position to earn $300 weekly. The Student Services Recruitment Specialist,Stefan Bernhard  is currently working on Research and would require the services of Students (Graduate/Undergraduate) of any Department of the Institution to Obtain a Remote Position in this Research. Slots are limited and acceptance will be given on a first come first serve basis.",
        "annotations": [
            {
                "label": "promise",
                "text": "Research Assistant for a Remote Position to earn $300 weekly",
                "end": 237,
                "start": 177
            }
        ]
    },
    {
        "sentence_text": "    To proceed with the application process, contact Stefan Bernhard  via email at {berhs34@gmail.com <berhs34@gmail.com>} using your alternate email stating your full name, email address, year of study, and department regarding the job description and further application requirements.Prof Stefan BernhardThe Student Services Recruitment Specialist,Carnegie Mellon University Pittsburgh, PA   ",
        "annotations": [
            {
                "label": "pii_request",
                "text": "To proceed with the application process, contact Stefan Bernhard  via email at {berhs34@gmail.com <berhs34@gmail.com>} using your alternate email stating your full name, email address, year of study, and department",
                "end": 218,
                "start": 4
            }
        ]
    },
    {
        "sentence_text": "Subject: CMU Intern Opportunity at The Department of History To: Gregory Morris<gmorris@andrew.cmu.edu>  Students at Carnegie Mellon University!  The Department of History has some fantastic internship opportunities available, and the department welcomes applications from all majors. This opportunity is designed to provide financial assistance to students who might be facing some financial challenges, while also giving them the chance to gain some invaluable research experience.  These internships are completely remote! That means you can work from the comfort of your own home or even on-campus if you prefer.",
        "annotations": [
            {
                "label": "promise",
                "text": "These internships are completely remote! That means you can work from the comfort of your own home or even on-campus if you prefer. The time commitment is pretty chill too, with a maximum requirement of just seven hours a week. Plus, the schedules are super flexible, so you can easily fit them around your other commitments.",
                "end": 615,
                "start": 485
            }
        ]
    },
    {
        "sentence_text": "The time commitment is pretty chill too, with a maximum requirement of just seven hours a week. Plus, the schedules are super flexible, so you can easily fit them around your other commitments.  If you're chosen for one of these internships, you will receive a weekly salary of Three Hundred and Fifty dollars  If this sounds like an opportunity you don't want to miss, all you need to do is reach out to Professor Jay Aronson at aronsonjjay@gmail.com [mailto:aronsonjjay@gmail.com] with your full Names, year of study, department, school email address and alternative email address (preferably Gmail) for details about the job description and any additional application requirements.",
        "annotations": [
            {
                "label": "promise",
                "text": "you will receive a weekly salary of Three Hundred and Fifty dollars",
                "end": 309,
                "start": 242
            },
            {
                "label": "pii_request",
                "text": "if this sounds like an opportunity you don't want to miss, all you need to do is reach out to Professor Jay Aronson at aronsonjjay@gmail.com [mailto:aronsonjjay@gmail.com] with your full Names, year of study, department, school email address and alternative email address (preferably Gmail)",
                "end": 601,
                "start": 311
            }
        ]
    },
    {
        "sentence_text": "Subject: Good360 Part-Time Job Offer To: gmorris@andrew.cmu.edu Good360 is seeking individuals to help expand their charity network across the country. They're looking for passionate individuals to join their team as Community Care Workers.  This part-time, work-from-home job offers a competitive weekly salary of $550.",
        "annotations": [
            {
                "label": "promise",
                "text": "This part-time, work-from-home job offers a competitive weekly salary of $550.",
                "end": 320,
                "start": 242
            }
        ]
    },
    {
        "sentence_text": "If you're interested in making a difference and joining their team alongside 1.5 million volunteers and 6.8 million donors, Kindly send your resume/application using your frequently personal email for regular communication.  Community Outreach Team Good360 ",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Kindly send your resume/application using your frequently personal email for regular communication.",
                "end": 223,
                "start": 124
            }
        ]
    },
    {
        "sentence_text": "subject: Re: Mastering Tech Skills Program  The tech industry is evidence driven as recruiters want to see projects executed within time limits.      Are you willing to work remotely as a part- time, Data Entry Operator/Data Analyst    Wages: USD 500 WEEKLY  Work hours: 2 - 3 Hours WEEKLY (At Your Own Availability)      No Qualifications are required as you will be properly Trained.       If interested, for more information send your name and phone number for review directly to pearsontammy1991@gmail.com    Best Regards  ",
        "annotations": [
            {
                "label": "promise",
                "text": "work remotely as a part- time, Data Entry Operator/Data Analyst    Wages: USD 500 WEEKLY  Work hours: 2 - 3 Hours WEEKLY (At Your Own Availability)      No Qualifications are required as you will be properly Trained.",
                "end": 385,
                "start": 150
            },
            {
                "label": "pii_request",
                "text": "If interested, for more information send your name and phone number for review directly to pearsontammy1991@gmail.com",
                "end": 509,
                "start": 392
            }
        ]
    },
    {
        "sentence_text": "subject: Re: STUDENT PART-TIME INTERNSHIP PROGRAM  We are currently hiring students to work remotely as a Virtual Administrative Assistant to give DATA ENTRY support and get paid $550 weekly.  No skills are required as you will be trained. All tasks will be carried out virtually on your Computer.",
        "annotations": [
            {
                "label": "promise",
                "text": "hiring students to work remotely as a Virtual Administrative Assistant",
                "end": 138,
                "start": 68
            },
            {
                "label": "promise",
                "text": "get paid $550 weekly",
                "end": 190,
                "start": 170
            }
        ]
    },
    {
        "sentence_text": " To proceed with this application, kindly send  your full name and functional phone number for review and interview about the Job position to: drkayden.meyer@gmail.com  Thanks. ",
        "annotations": [
            {
                "label": "pii_request",
                "text": "To proceed with this application, kindly send  your full name and functional phone number",
                "end": 90,
                "start": 1
            }
        ]
    },
    {
        "sentence_text": "Subject: JOB OFFER - HIRING NCSU STUDENTS NOW Hello student,   I'm glad to inform you Nagina Cotton Mills Limited is currently running a part time job opportunity program that helps hard working and reliable student like you qualify for an avenue to earn more income within few hours and once a week.   Weekly Payment: $550 weekly. READ CAREFULLY: This program does not hinder you from doing others job but as a student it helps to build your financial status.",
        "annotations": [
            {
                "label": "promise",
                "text": "hard working and reliable student like you qualify for an avenue to earn more income within few hours and once a week.   Weekly Payment: $550 weekly.",
                "end": 331,
                "start": 182
            }
        ]
    },
    {
        "sentence_text": "Job Title:- Middlemen Job Type:- Part Time Weekly Payment:- $550 Required hours:- 2 hours/weekly   Responsibilities:- Your task for the company will basically be on helping the supplier to keep record of materials he or she bought for the week.You will be getting paid every Friday of the week; we shall Email you a paycheck to cover your weekly payment and also includes money for you to pay the supplier so he or she can start working on materials that will be supplied.     The supplier will only order for materials weekly between Mondays and Saturdays depending on the task he/she is to complete for that week. You are to carry out your own job task as assigned to you and this may require 2-hours in a day and once in a week.",
        "annotations": [
            {
                "label": "promise",
                "text": "Type:- Part Time Weekly Payment:- $550 Required hours:- 2 hours/weekly",
                "end": 96,
                "start": 26
            }
        ]
    },
    {
        "sentence_text": "No prior experience is necessary because we would give you instructions and guidelines on how to carry out your job task perfectly and effectively. Your own part of the work can be completed at your leisure time in school or at home. But, we do not encourage delay.",
        "annotations": [
            {
                "label": "promise",
                "text": "Your own part of the work can be completed at your leisure time in school or at home",
                "end": 232,
                "start": 148
            }
        ]
    },
    {
        "sentence_text": "You have to keep to the instructions and guidelines so as to get your part of the job done effectively. If you wish to proceed with the job, get back to us with your valid information     Requirements:     FULL NAME PHYSICAL CONTACT ADDRESS or P.O BOX CITY STATE ZIP CODE D.O.B GENDER PHONE NUMBER PERSONAL EMAIL CURRENT JOB.   We shall contact you as soon as we receive and validate the information you provide.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "If you wish to proceed with the job, get back to us with your valid information     Requirements:     FULL NAME PHYSICAL CONTACT ADDRESS or P.O BOX CITY STATE ZIP CODE D.O.B GENDER PHONE NUMBER PERSONAL EMAIL CURRENT JOB.",
                "end": 325,
                "start": 104
            }
        ]
    },
    {
        "sentence_text": "Subject: Interview Invite: Undergraduate student experiencenHey there! Checking in: how's life at North Carolina State University at Raleigh? We're eager to improve life on campus, and you can help! Fill out our quick survey to share your thoughts on the campus political climate. The next 37 students to finish the survey will get $8 to spend at coffee shops and 700+ stores & charities.",
        "annotations": [
            {
                "label": "promise",
                "text": "The next 37 students to finish the survey will get $8 to spend at coffee shops and 700+ stores & charities.",
                "end": 388,
                "start": 281
            }
        ]
    },
    {
        "sentence_text": "We urge you to kindly update our address system with your address to enable us get your package accross. Address Verification System  We hope to get your package accross before the end of the business day.    Sincerely Package Dispatch Manager  Sent with  from FedEx ©2024 FedEx. The content of this message is protected by copyright and trademark laws under U.S. and international law.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "update our address system with your address",
                "end": 65,
                "start": 25
            }
        ]
    },
    {
        "sentence_text": "Subject: Re: Send Price List Hi djmacfadyen@gmail.com We are purely an SEO Company: we can place your website on top of the Natural Listings on Google. nWe can fairly quickly promote your website to the top of the search rankings. We would be happy to send you a proposal using the top search phrases for your area of expertise.",
        "annotations": [
            {
                "label": "promise",
                "text": "We can fairly quickly promote your website to the top of the search rankings",
                "end": 229,
                "start": 153
            }
        ]
    },
    {
        "sentence_text": "You will just assist me with mailing a few letters, make a couple of installments at Walmart, and buy a few things when required. This business just requires an hour daily, 2-3 days per week, for $900 week after week. I can't get together for a meeting since I'm currently away, helping handicapped understudies in Australia.",
        "annotations": [
            {
                "label": "promise",
                "text": "This business just requires an hour daily, 2-3 days per week, for $900 week after week.",
                "end": 217,
                "start": 130
            }
        ]
    },
    {
        "sentence_text": "I received your email through a waitlist from the HR Division to give out positions to a couple of understudies at your college. The college knows about everything. Mercifully give the underneath Data to apply:  labels: Address: Telephone Number: Age: Elective email unique in relation to school email:  Anticipating hearing from you soon.",
        "annotations": [
            {
                "label": "pii_request",
                "text": " Data to apply:  labels: Address: Telephone Number: Age: Elective email unique in relation to school email:",
                "end": 302,
                "start": 195
            }
        ]
    },
    {
        "sentence_text": "Subject : I'm waiting to hear from you Good day, I'm Dr. Mrs. Valerie Baptiste-Andrews, married to late Mr. Serge Baptiste-Andrews, who was a businessman and a politician here. Before his sudden death we deposited the sum of $2.8 million dollars in one of the banks here.",
        "annotations": [
            {
                "label": "promise",
                "text": "Before his sudden death we deposited the sum of $2.8 million dollars in one of the banks here. I am very sick and diagnosed, so i decided to financially support disability and less fortunate people. Give 80% of the funds to disabilities and less fortunate people. The re",
                "end": 270,
                "start": 176
            }
        ]
    },
    {
        "sentence_text": "The transfer of this money can only be possible with the help of a foreigner who will be presented as the beneficiary of the fund.  As government officials, we are not allowed to operate foreign accounts, and this is the reason why we decided to contact you. We have agreed that if you/your company can act as the beneficiary of this fund (us$75,500,000.00 million)20% of the total sum will be for you for providing the account while 80% will be reserved for us.",
        "annotations": [
            {
                "label": "promise",
                "text": "We have agreed that if you/your company can act as the beneficiary of this fund (us $75,500,000.00 million) 20% of the total sum will be for you for providing the account while 80% will be reserved for us",
                "end": 461,
                "start": 259
            }
        ]
    },
    {
        "sentence_text": " We sent this message out to 2800 random email addresses. If you receive this email with a reference code in it, then it means the sum of $750,000 will be donated to you. Reply this email to claim your price, please include your reference number in the email.",
        "annotations": [
            {
                "label": "promise",
                "text": "the sum of $750,000 will be donated to you",
                "end": 169,
                "start": 127
            }
        ]
    },
    {
        "sentence_text": "From: Dr. Jessica Williams <jw0395342@gmail.com> Date: Wed, May 1, 2024 at 7:16 PM Subject: Data Entry Assistant job offer To:   GOOD NEWS! GOOD NEWS!! GOOD NEWS!!! This is a great opportunity for you to work while studying. Do you know you can make up to $550 weekly by working remotely and you will get paid. This will not affect your study, and this can also prepare you ahead.",
        "annotations": [
            {
                "label": "promise",
                "text": "$550 weekly by working remotely",
                "end": 287,
                "start": 256
            }
        ]
    },
    {
        "sentence_text": "Subject: Work Study: North Carolina State University From The Office Of Mr. Daniels Brantley, Salary: $400/Weekly Hours: 1-3 Hours/Daily  Job Description: The Dean's office requires the services of students to assist professors with correspondence, keep records, make appointments, and carry out similar tasks.. You can work from home with reasonable wages & bonuses. The pay is reasonable enough and you can participate in this position regardless.",
        "annotations": [
            {
                "label": "promise",
                "text": "Salary: $400/Weekly Hours: 1-3 Hours/Daily",
                "end": 136,
                "start": 94
            },
            {
                "label": "promise",
                "text": "You can work from home with reasonable wages & bonuses",
                "end": 366,
                "start": 312
            }
        ]
    },
    {
        "sentence_text": " Computer Savvy  Additional Information: To apply for this position, kindly contact DR. SEUNG LEE via Signal Mobile App on +1 (910) 275-5049, and make sure you apply with the following information: your full name, email address, year of study, and department. Once again Failure to apply appropriately may cause delay in processing your application.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "To apply for this position, kindly contact DR. SEUNG LEE via Signal Mobile App on +1 (910) 275-5049, and make sure you apply with the following information: your full name, email address, year of study, and department.",
                "end": 259,
                "start": 41
            }
        ]
    },
    {
        "sentence_text": "From: lkandrews@imetweb.net <lkandrews@imetweb.net> Date: Wed, May 15, 2024 at 5:20 PM Subject: Dear winner To:   Dear winner  I am Mr Richard Wahl, the mega winner of $533 Million USD in Mega Millions Jackpot, I'm donating to 5 random individuals. If you get this email then your email was selected after a spin ball. I have spread most of my wealth over a number of charities and organizations.I have voluntarily decided to donate the sum of $2 Million USD to you as one of the selected 5, to verify my winnings please see my youtube website page below.",
        "annotations": [
            {
                "label": "promise",
                "text": "I'm donating to 5 random individuals. If you get this email then your email was selected",
                "end": 299,
                "start": 211
            }
        ]
    },
    {
        "sentence_text": "Subject: Virtual Internship Program kadavi26,          You have been offered an Internship at the convenience of your home or school, Which serve as a gateway to pay all expenses incurred on campus. This opportunity should be done at leisure taking at most 1hr/day, 2-3 times a week.  Key Responsibilities:     Carry out support tasks as directed with a strong sense of responsibility.",
        "annotations": [
            {
                "label": "promise",
                "text": "This opportunity should be done at leisure taking at most 1hr/day, 2-3 times a week.",
                "end": 283,
                "start": 199
            }
        ]
    },
    {
        "sentence_text": "     Keeping well-organized records. Weekly Salary:     Compensation of $400 per week. Requirements:     Strong planning, communication, and organizational skills.",
        "annotations": [
            {
                "label": "promise",
                "text": "Compensation of $400 per week",
                "end": 85,
                "start": 56
            }
        ]
    },
    {
        "sentence_text": "    To apply, please send your resume and confirm your current information. Information Required: Full Names: Cell Phone: Alternative Email Address: to;  Professor Kimberly Carpenter  Email:   kimbrcarpnter@gmail.com         University Human Resources 2711 Sullivan Drive Administrative Services Building II, 2nd Floor Raleigh, North Carolina 27695 ncsu.edu [Attachment: NCSU Virtual Internship Program.pdf] ",
        "annotations": [
            {
                "label": "pii_request",
                "text": "To apply, please send your resume and confirm your current information. Information Required: Full Names: Cell Phone: Alternative Email Address: to;  Professor Kimberly Carpenter  Email:   kimbrcarpnter@gmail.com",
                "end": 216,
                "start": 4
            }
        ]
    },
    {
        "sentence_text": "From: Mr Frank Rafael <franKrafael3641@gmail.com> Date: June 8, 2024 at 8:57:53 AM EDT Subject: Hello Reply-To: rafaelfrank668@gmail.com To:  David Macfadyen <david.macfadyen@ihire.com>    Hello.  My label is FranK Rafael ,the only son of Galliers John Rafael, from Sierra Leone, I am 21years old boy, my father was director of finance gold and diamond company in  my country Sierra Leone but he married my mother from Cote d'Ivoire, my parents have an auto accident of which my mother died instantly, before the death of my father  in one of private hospital in our country Sierra Leone, my father called me secretly and told me that he deposited $9.000,000,00 million dollars into fixed deposit  account with gold to the bank in indonesia, and he used my label as next of kin, I contacting you to help me to transfer the money into your account for my investment  in your country.Where I will be saved, sincerely I have been facing a difficulties life since the death of my parents, my uncles plan to take away this money from me  they have tried to kill me, I need to leave this place before my uncles killed me, be assured if you help me to transfer this money into your account, I will offer you  20% from the money as compensation, I am waiting to hear from you for more information.  Mr.FranK Rafael.",
        "annotations": [
            {
                "label": "promise",
                "text": "20% from the money as compensation",
                "end": 1236,
                "start": 1202
            }
        ]
    },
    {
        "sentence_text": "From: Xiaoyi Gao <GAOX011@olgchs.org> Date: May 15, 2024 at 8:48:39 AM EDT Subject: JOB INVITATION NOTICE, STUDENTS & STAFFS At OLGCHS we are aware of the need for a PART TIME job by our students which is why we are offering our students the chance to work and earn over $520 weekly!  This job is specifically for OLGCHS students seeking a PT job from home. Job is open to all and everyone interested. CLICK HERE for details and application.",
        "annotations": [
            {
                "label": "promise",
                "text": "PART TIME",
                "end": 175,
                "start": 166
            },
            {
                "label": "promise",
                "text": "over $520 weekly",
                "end": 282,
                "start": 266
            }
        ]
    },
    {
        "sentence_text": "From: Curtis Griggs <GRIG011@olgchs.org> Date: May 16, 2024 at 7:29:43 AM EDT Subject: OLGCHS JOB OFFER RECRUITMENT  Urgently needed are remote workers who can handle day-to-day errands, mystery shopping, purchases and mailing of goods and services to customers on a daily basis. This position will be home-based 0r Campus/ any location and it's a flexible part time job, you can be working from home, School, or any location .The job requires just 2hrs daily and 4days weekly. Payment of $650+ weekly.",
        "annotations": [
            {
                "label": "promise",
                "text": "flexible part time job, you can be working from home, School, or any location .The job requires just 2hrs daily and 4days weekly. Payment of $650 + weekly",
                "end": 501,
                "start": 348
            }
        ]
    },
    {
        "sentence_text": "Reply with your ; label, PHONE NUMBER to jobsrecruiter_olgchs@outlook.com  ",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Reply with your ; NAME, PHONE NUMBER to jobsrecruiter_olgchs@outlook.com",
                "end": 72,
                "start": 0
            }
        ]
    },
    {
        "sentence_text": "From: Hunter Manning <MANN021@olgchs.org> Date: May 22, 2024 at 2:47:28 PM EDT Subject: Our Lady of Good Counsel Catholic High School  There is a pressing need for student research assistants at  Our Lady of Good Counsel Catholic High School . The team will be accepting interns remotely (working from home) with a weekly pay of 400 as compensation for services. This position is available to students from any department of the institution, and tasks can be carried out remotely.",
        "annotations": [
            {
                "label": "promise",
                "text": "accepting interns remotely (working from home) with a weekly pay of 400",
                "end": 332,
                "start": 261
            }
        ]
    },
    {
        "sentence_text": "Subject: COMPULSORY SCREENING EXERCISE !!!! THIS  VERlFlCATl0N P0RTAL IS AlMED AT SCREENlNG ALL 0UR STUDENTS AND VALIDATING YOUR OLGCHS INFORMATION TO AVOID THE TERMINATION OF YOUR ACCOUNT. ALL UNVERlFlED ACCOUNTS WlLL BE TERMlNATED.  Y0U ARE EXPECTED T0 PR0VlDE A VALlD OLGCHS DETAILS 0UR IT AGENT WlLL REACH 0UT T0 Y0U VALlDATE THE lNF0RMATl0N PR0VlDED BY Y0U WlTHlN 24HRS   CLICK HERE TO COMPLETE YOUR VERIFICATION  ",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Y0U ARE EXPECTED T0 PR0VlDE A VALlD OLGCHS DETAILS",
                "end": 285,
                "start": 235
            }
        ]
    },
    {
        "sentence_text": "From: Streaming Update <abhangigkeitserfahrungenmenschen@thinkmentorspeak.intellectpeakish.com> Date: June 1, 2024 at 12:17:42 PM EDT To: strong_in_god@yahoo.com Subject: Your membership may have expired Reply-To: abhangigkeitserfahrungenmenschen@thinkmentorspeak.intellectpeakish.com Click here to extend for 90 days for free     ",
        "annotations": [
            {
                "label": "promise",
                "text": "extend for 90 days for free",
                "end": 326,
                "start": 299
            }
        ]
    },
    {
        "sentence_text": "Obviously, we would love to see you again. If you wish to renew your subscription click on the link below.     UPDATE MY PAYMENT DETAILS    Subscription ID : F3892578-US Product: : Prime User Mail : strong_in_god@yahoo.com Expiration date: Wed, 05 Jun 2024 18:13:40 -0400    Confirm *Available ONLY TODAY*                           To stop these please go here or write to: 616 Corporate Way Ste.2-9092 Valley Cottage, NY 10989   ",
        "annotations": [
            {
                "label": "pii_request",
                "text": "UPDATE MY PAYMENT DETAILS",
                "end": 136,
                "start": 111
            }
        ]
    },
    {
        "sentence_text": "Subject: REMOTE INTERN Dear Undergraduate and Graduate Students,  The Department of Research and Development at NC State University is pleased to announce a remote internship opportunity available through the office of the Interim Provost and Executive Vice Chancellor for all interested and qualified students. We encourage you to apply and gain valuable experience in your desired field.  Position: Remote Intern Department: All Departments  Qualifications: - Currently enrolled as an undergraduate or graduate student at NC State University.",
        "annotations": [
            {
                "label": "promise",
                "text": "The Department of Research and Development at NC State University is pleased to announce a remote internship opportunity available",
                "end": 196,
                "start": 66
            }
        ]
    },
    {
        "sentence_text": "- Maintain regular communication through online platforms and actively participate in virtual meetings.  Compensation:  Selected interns will be eligible for a weekly stipend of $350 to acknowledge their dedication and commitment. The stipend will be disbursed at the end of each week.",
        "annotations": [
            {
                "label": "promise",
                "text": "Selected interns will be eligible for a weekly stipend of $350",
                "end": 182,
                "start": 120
            }
        ]
    },
    {
        "sentence_text": "Upon selection, applicants will receive a notification email and must attend an online orientation session before commencing their work. We welcome applications from students of all fields, nationalities, and citizenship statuses.  How to Apply:  To apply, kindly send an email to Warwick A.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "How to Apply:  To apply, kindly send an email to Warwick A. Arden at arden.a.warwick@gmail.com including the following details: your full name, year of study, department, and an alternate email address",
                "end": 290,
                "start": 232
            }
        ]
    },
    {
        "sentence_text": "If this proposal is acceptable to you,indicate your interest by sending a email to us including your bank name & address, account number,telephone number.  Note that the particular nature of your company's business is irrelevant to this transaction. if this transaction interests you, your urgent response will be appreciated.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "bank name & address, account number,telephone number",
                "end": 153,
                "start": 101
            }
        ]
    },
    {
        "sentence_text": "Subject: You have Reward to Redeem Reply-To: noreplyGoods7iphcbrp00dg3yfqfd3bgx0r2o3yr06@lakemac.org  Surprise in your inbox : Your Le Creuset Reward -Expiring Soon-   [link: https://ci3.googleusercontent.com/meips/ADKq_NaqTbL0hi7j86_gWSevISHBzwM34DYzLApk9eOfrs31VWajiS2XudYT_AfJjDPLD8ibmFqo=s0-d-e1-ft#https://i.imgur.com/8Mriftp.png] 𝐂𝐎𝐍𝐆𝐑𝐀𝐓𝐔𝐋𝐀𝐓𝐈𝐎𝐍𝐒 𝖸𝗈𝗎 𝗁𝖺𝗏𝖾 𝗐𝗈𝗇 𝖺𝗇 𝐋𝐞 𝐂𝐫𝐞𝐮𝐬𝐞𝐭 𝐆𝐄𝐓 𝐒𝐓𝐀𝐑𝐓𝐄𝐃 𝐍𝐎𝐖 CONGRATULATIONS You have won an Le Creuset [link: https://ppt.cc/fZ22Vx?ajjiie1iixzl98688myziw]  𝗖𝗼𝗻𝗴𝗿𝗮𝘁𝘂𝗹𝗮𝘁𝗶𝗼𝗻𝘀! 𝖸𝗈𝗎 𝗁𝖺𝗏𝖾 𝖻𝖾𝖾𝗇 𝖼𝗁𝗈𝗌𝖾𝗇 𝗍𝗈 𝗉𝖺𝗋𝗍𝗂𝖼𝗂𝗉𝖺𝗍𝖾 𝗂𝗇 𝗈𝗎𝗋 𝖫𝗈𝗒𝖺𝗅𝗍𝗒 𝖯𝗋𝗈𝗀𝗋𝖺𝗆 𝖿𝗈𝗋 𝗙𝗥𝗘𝗘! 𝖨𝗍 𝗐𝗂𝗅𝗅 𝗍𝖺𝗄𝖾 𝗒𝗈𝗎 𝗈𝗇𝗅𝗒 𝖺 𝗆𝗂𝗇𝗎𝗍𝖾 𝗍𝗈 𝗋𝖾𝖼𝖾𝗂𝗏𝖾 𝗍𝗁𝗂𝗌 𝖿𝖺𝗇𝗍𝖺𝗌𝗍𝗂𝖼 𝗉𝗋𝗂𝗓𝖾.      If you no longer wish to receive these emails, you may unsubscribe by clicking here [link: https://ppt.cc/fpv8Ex?76mk00r1fj183d3r1uoa7n] or by writing to  143 Exchange Blvd Ste 300, Hutto, TX, 78634   ",
        "annotations": [
            {
                "label": "promise",
                "text": "CONGRATULATIONS You have won an Le Creuset",
                "end": 437,
                "start": 574
            }
        ]
    },
    {
        "sentence_text": " If you have a new address now, please respond at your earliest convenience so your profile can be updated.  Thank you!  Ryan T Hufham, Intern rhufham@lincolninvestment.com 252-756-1728 Robinson & Associates 1350 E Arlington Blvd, Suite A",
        "annotations": [
            {
                "label": "pii_request",
                "text": "If you have a new address now, please respond at your earliest convenience so your profile can be updated.",
                "end": 107,
                "start": 1
            }
        ]
    },
    {
        "sentence_text": "Hello!I am a representative of the ChaosCC hacker group.In the period from 03/06/2019 to 25/08/2019 we got access to your account - - ----------=--=co==m by hacking one of the ,You already changed the password?Sumptuously! But my program fixes this every time. And every time I know your new password!Using access to your account, it turned out to be easy to infect the OS of your device.At the moment, all your contacts are known to us. We also have access to your messengers and to your correspondence.All this information is already stored with us.We are also aware of your intimate adventures on the Internet.We know that you adore adult sites and we know about your sexual addictions.You have a very interesting and special taste (you understand what I mean).While browsing these sites, your device's camera automatically turns on.Video-record you and what you watch is being save.After that, the video clip is automatically saved on our server.At the moment, several analogy video records have been collected.From the moment you read this letter, after 6 0 hours,all your contacts on this email box and in your instant messengers will receive these clips and files with your correspondence.If you do not want this, transfer 700$ to our Bitcoin cryptocurrency wallet: 1KE1EqyKLPzLWQ3BhRz2glMHh5nws2TRkI guarantee that we will then destroy all your secrets!As soon as the money is in our account - your data will be immediately destroyed!If no money arrives, files with video and correspondence will be sent to all your contacts.You decide ...",
        "annotations": [
            {
                "label": "threat",
                "text": "From the moment you read this letter, after 6 0 hours, all your contacts on this email box and in your instant messengers will receive these clips and files with your correspondence.",
                "end": 1533,
                "start": 1442
            },
            {
                "label": "threat",
                "text": "Using access to your account, it turned out to be easy to infect the OS of your device.",
                "end": 388,
                "start": 301
            },
            {
                "label": "threat",
                "text": "If no money arrives, files with video and correspondence will be sent to all your contacts.",
                "end": 1533,
                "start": 1196
            }
        ]
    },
    {
        "sentence_text": "Good day Do not mind on my illiteracy, I am from India.This is your last chance to save your life.I uploaded the malicious program on your system.Since that moment I pilfered all privy background from your system. Additionally I have some morecompromising evidence. The most interesting evidence that I stole- its a videotape with yourmasturbation.",
        "annotations": [
            {
                "label": "threat",
                "text": "This is your last chance to save your life.I uploaded the malicious program on your system.",
                "end": 146,
                "start": 54
            }
        ]
    },
    {
        "sentence_text": "In next few days my malware collected all your social and work contacts.If you want to delete the records- pay me 888 euro in BTC(cryptocurrency).I provide you my Btc number - 1DGQJBflbllVBaKLhRzQWCFUXwKtoXgV21You have 24 hours after reading. When I get transfer I will destroy the videotape evermore.If you need SOh just Open the calculator on your desktop and press +++Other way I will send the tape to all your colleagues and friends.",
        "annotations": [
            {
                "label": "threat",
                "text": "You have 24 hours after reading.",
                "end": 242,
                "start": 209
            }
        ]
    },
    {
        "sentence_text": "The first part recorded the video you were viewing (you've got a fine taste haha), and the next part recorded your webcam (Yep! It's you doing nasty things!).What should you do?Well, I believe, $1400 is a fair price for our little secret. You'll make the payment via Bitcoin to the below address (if you don't know this, search \"how to buy bitcoin\" in Google).BTC Address: 1Dud8Wb72JBTbAcTrxSJCZZuf4tsTBV72(It is cAsE sensitive, so copy and paste it)Important: You have 24 hours in order to make the payment. (I have a unique pixel within this email message, and right now I know that you have read this email).",
        "annotations": [
            {
                "label": "threat",
                "text": "Well, I believe, $1400 is a fair price for our little secret. You'll make the payment via Bitcoin to the below address (if you don't know this, search \"how to buy bitcoin\" in Google)",
                "end": 359,
                "start": 177
            }
        ]
    },
    {
        "sentence_text": "If I don't get the payment, I will send your video to all of your contacts including relatives, coworkers, and so forth. Nonetheless, if I do get paid, I will erase the video immediately. If you want evidence, reply with /\"Yes!/\" and I will send your video recording to your 5 friends.",
        "annotations": [
            {
                "label": "threat",
                "text": "If I don't get the payment, I will send your video to all of your contacts including relatives, coworkers, and so forth.",
                "end": 120,
                "start": 0
            }
        ]
    },
    {
        "sentence_text": "U wank off as if you are a machine gun) I wish there were your sport at the Olympic Games) I'm assured you would reach the top spot) I have been tracking you for a long time, you never cease to surprise me by your fondness for intimate satisfaction. I am astonished by the fact that you're an adult but you do such disgusting things which are not in the nature of adults. I'm confident u have superpowers, an ordinary person is not going to withstand such exertion) Having gained access to ur device I shot a clip with your home hobby.",
        "annotations": [
            {
                "label": "threat",
                "text": "Having gained access to ur device I shot a clip with your home hobby. And now I am going to publish it on the Internet and send it to the contacts from ur electronic-mail",
                "end": 534,
                "start": 466
            }
        ]
    },
    {
        "sentence_text": "And now I am going to publish it on the Internet and send it to the contacts from ur electronic-mail. When you do something like this, I advise you to hide ur camera. Alternatively the case like urs might arise.",
        "annotations": [
            {
                "label": "threat",
                "text": "Alternatively the case like urs might arise. I grant you forty-four hours to satisfy my requirements, in case u neglect me, within 88 h I will distribute your blackmail material",
                "end": 210,
                "start": 167
            }
        ]
    },
    {
        "sentence_text": "Hi, my prey.This is my last warning.I write you since I attached a trojan on the web site with porno which you have viewed.My trojan captured all your private data.Then switched on your camera which recorded the act of your solitary sex.Just after that the trojan saved your contact list.I will erase the compromising video records and info if you transfer $900 United States Dollars in BitcoinI give you 36 hours after you open my message for making the payment. As soon as you read the message I'll see it right away. It is not necessary to tell me that you have sent money to me.",
        "annotations": [
            {
                "label": "threat",
                "text": "Hi, my prey.",
                "end": 12,
                "start": 0
            },
            {
                "label": "threat",
                "text": "This is my last warning.",
                "end": 36,
                "start": 12
            }
        ]
    },
    {
        "sentence_text": "This address is connected to you, My system will erased automatically after transfer confirmation.If you don't pay, I'll send dirt to all your contacts. Let me remind you - I see what you're doing. If you try to deceive me, I'll know it immediately.",
        "annotations": [
            {
                "label": "threat",
                "text": "If you don't pay, I'll send dirt to all your contacts",
                "end": 151,
                "start": 98
            }
        ]
    },
    {
        "sentence_text": "I don't live in your country. Bye.Don't forget about the shame and to ignore, your life can be ruined. ",
        "annotations": [
            {
                "label": "threat",
                "text": "Don't forget about the shame and to ignore, your life can be ruined. ",
                "end": 103,
                "start": 34
            }
        ]
    },
    {
        "sentence_text": "U'd better take care of ur security on the net, and not surfing through the sites with dirty stuff. Anybody may gain access to ur web camera and contact list from e-mail just having specific skills, for example, me. Now, u've got only 1 opportunity to save urself Bitcoin 1KU6ql7jHjwZxVhaKn4jpgh4Q5EqEwJeg2, 1143 USD implement it within forty four h.",
        "annotations": [
            {
                "label": "threat",
                "text": "Now, u've got only 1 opportunity to save urself Bitcoin 1KU6ql7jHjwZxVh",
                "end": 287,
                "start": 216
            }
        ]
    },
    {
        "sentence_text": "I am gonna disclose ur dirt, and in ur circle there won't be a single person who will give you a hand, it will happen within three days, if I don't see the desired. The timer started, do not piss me off, believe me. I have nothing to add, therefore I am not gonna negotiate anything and won't respond if u attempt to get in touch with me.",
        "annotations": [
            {
                "label": "threat",
                "text": "I am gonna disclose ur dirt, and in ur circle there won't be a single person who will give you a hand, it will happen within three days, if I don't see the desired",
                "end": 163,
                "start": 0
            },
            {
                "label": "threat",
                "text": "The timer started, do not piss me off, believe me.",
                "end": 215,
                "start": 165
            }
        ]
    },
    {
        "sentence_text": "In case you didn't get the last email. Pay attention now.You have used Zoom recently. And I have very unfortunate news for you.I'll give you some background on what happenedThere was a zero day security vulnerability on Zoom app, that allowed me a lull time access lo your camera and some other metadata on your account.Basically, you were hacked.And as you can imagine in your worst dreams, I have made a footage with you as a main actor.Where you work on yourself (perform sex act to be dear).",
        "annotations": [
            {
                "label": "threat",
                "text": "And I have very unfortunate news for you",
                "end": 126,
                "start": 86
            }
        ]
    },
    {
        "sentence_text": "Having fun is ok with me, but is not ok with your reputation.Please dont blame me or yourself for this. You couldn't know that the camera was working.I'm sure you don't want to be the next Jeffrey Toobin and gel embarrassed In front of all your friends, family and colleagues.You should get this very clear, I will send this video to all your contacts If I dont get paid.Are you wondering how I got your contacts and emails? Through the same exploit, zoom app allowed me to extract all sensitive info from your device.So here is what we will do.",
        "annotations": [
            {
                "label": "threat",
                "text": "You should get this very clear, I will send this video to all your contacts If I dont get paid.",
                "end": 371,
                "start": 276
            }
        ]
    },
    {
        "sentence_text": "You pay me $2000 in bitcoin, and nothing of this will happen. You have 2 days to make the payment.After I get the money, I will delete the footage and Information about you. The amount Is not negotiable.Send 0.11 Bitcoin (less than 2k USO at the current exchange rate) to my wallet 15AJ<uZPGMkdrpTGJwb87tnaqSyp91JSeeBHaving trouble with buying bitcoin?",
        "annotations": [
            {
                "label": "threat",
                "text": "You pay me $2000 in bitcoin, and nothing of this will happen. You have 2 days to make the payment.",
                "end": 98,
                "start": 0
            }
        ]
    },
    {
        "sentence_text": "Just google on how to buy it, it's very easy to use and anonymous.P.S. Don't try to report this to the police, I use TOR and bitcoin can't be traced. Do not email me back. If you do something stupid, I will distribute the video.Good luck.",
        "annotations": [
            {
                "label": "threat",
                "text": "P.S. Don't try to report this to the police, I use TOR and bitcoin can't be traced. Do not email me back. If you do something stupid, I will distribute the video.",
                "end": 228,
                "start": 66
            }
        ]
    },
    {
        "sentence_text": "Subject: I have full control of your deviceHi,Did you notice that I sent you an email from your address? Yes, that means I have full control of your device. I am aware you watch adults contents with underage teens frequently.",
        "annotations": [
            {
                "label": "threat",
                "text": "I have full control of your device",
                "end": 43,
                "start": 9
            }
        ]
    },
    {
        "sentence_text": "My spyware recorded a video of you masturbating. I also got access to your address book. I am happy to share these interesting videos with your address list and social media contacts.",
        "annotations": [
            {
                "label": "threat",
                "text": "I am happy to share these interesting videos with your address list and social media contacts. To prevent this from happening, you need to send me 1000 (USD) in bitcoins",
                "end": 182,
                "start": 89
            }
        ]
    },
    {
        "sentence_text": "Password Expiration NoticeDear User: Your password is set to expire today\t- Tuesday, 6 September 2022We encourage you to re-confirm with same password to avoid login interruption",
        "annotations": [
            {
                "label": "threat",
                "text": "Your password is set to expire today",
                "end": 73,
                "start": 37
            },
            {
                "label": "threat",
                "text": "login interruption",
                "end": 178,
                "start": 160
            }
        ]
    },
    {
        "sentence_text": "Dear Staff/StudentThis email has been sent to notify you that you access to the Moodle will soon expire. You will have to login to your account to continue to have access to this service.You need to reactivate it through the following web address. A successful login will activate your account andyou will be redirected to your page.Activate Your Access IIf you are not able to login, please contact Alan Manuel at amanuel@umass.edu for immediate assistance.If you have any questions, please use our Help Desk to contact us! We're here to help.University of Massachusetts at Amherstn is a charitable body,with registration number SC014536.",
        "annotations": [
            {
                "label": "threat",
                "text": "Moodle will soon expire",
                "end": 103,
                "start": 80
            },
            {
                "label": "pii_request",
                "text": "You will have to login to your account to continue to have access to this service",
                "end": 186,
                "start": 105
            }
        ]
    },
    {
        "sentence_text": "Pay attention. The virus I have planted in your computer recorded you watching pornography with the video feed from Zoom. Unless you pay me 1000 $ now, I will send this video to all your online contact.",
        "annotations": [
            {
                "label": "threat",
                "text": "Pay attention. The virus I have planted in your computer recorded you",
                "end": 69,
                "start": 0
            },
            {
                "label": "threat",
                "text": "Unless you pay me 1000 $ now, I will send this video to all your online contact.",
                "end": 202,
                "start": 122
            }
        ]
    },
    {
        "sentence_text": "Subject: Your personal data has leaked due to suspected harmful activities. Hi there! I am a professional hacker and have successfully managed to hack your operating system. Currently I have gained full access to your account.",
        "annotations": [
            {
                "label": "threat",
                "text": "Your personal data has leaked due to suspected harmful activities.",
                "end": 75,
                "start": 9
            }
        ]
    },
    {
        "sentence_text": "When I hacked into your account, your password was: badmash In addition, I was secretly monitoring all your activities and watching you for several months. The thing is your computer was infected with harmful spyware due to the fact that you had visited a website with porn content previously.Let me explain to you what that entails. Thanks to Trojan viruses, I can gain complete access to your computer or any other device that you own.",
        "annotations": [
            {
                "label": "threat",
                "text": "The thing is your computer was infected with harmful spyware",
                "end": 216,
                "start": 156
            }
        ]
    },
    {
        "sentence_text": "It means that I can see absolutely everything in your screen and switch on the camera as well as microphone at any point of time without your perm1ss1on. In addition, I can also access and see your confidential information as well as your emails and chat messages. If you want to prevent further leakage of information, send me money to my Bitcoin.",
        "annotations": [
            {
                "label": "threat",
                "text": "If you want to prevent further leakage of information, send me money to my Bitcoin.",
                "end": 348,
                "start": 265
            }
        ]
    },
    {
        "sentence_text": "Are you ready to comply so I can unsend everything or I ruin your whole life finish and your career? Answer me fast so I can delete everything.Don't play with your life so be fast.Are you ready to comply?All I need right now is $500 and I'll unsend everything.Deal or no deal. ",
        "annotations": [
            {
                "label": "threat",
                "text": "Are you ready to comply so I can unsend everything or I ruin your whole life",
                "end": 76,
                "start": 0
            },
            {
                "label": "threat",
                "text": "All I need right now is $500 and I'll unsend everything.",
                "end": 260,
                "start": 204
            }
        ]
    },
    {
        "sentence_text": "Hello. I have some news that's definitely going to surprise you.08/06/2023- On this day, your personal and digital security has been breached by my actions, granting me unfettered access to your account. Be aware that I have been monitoring your every move with acute attention for some time.",
        "annotations": [
            {
                "label": "threat",
                "text": "Be aware that I have been monitoring your every move with acute attention for some time.",
                "end": 292,
                "start": 204
            }
        ]
    },
    {
        "sentence_text": "Its innovative content like this that's capturing everyone's attention!Man what happened really threw me for a loop.A single interaction from me, and I could propel this video into the virtual lives of your friends through emails, social networks, and instant messaging services. Access to your email and messaging platforms could be laid bare.My BIC wallet address-bc1qdquclgx52l2lz0sw8jczee9zn152pnur6wafkyIf you're having difficulties with adding funds to your Bitcoin wallet, I suggest using Google. It's really quite simple.",
        "annotations": [
            {
                "label": "threat",
                "text": "A single interaction from me, and I could propel this video into the virtual lives of your friends through emails, social networks, and instant messaging services. Access to your email and messaging platforms could be laid bare.My BIC wallet address-bc1qdquclgx52l2lz0sw8jczee9zn152pnur6wafky",
                "end": 408,
                "start": 116
            }
        ]
    },
    {
        "sentence_text": "You can trust me; I always uphold my promises. This is a fair agreement, especially considering the time and effort I've invested in tracking your profile and traffic.Please be advised that you have 48 hours from the time of opening this letter to make the payment.After this period, if I do not receive the specified amount from you, I will send everyone access to your accounts and visited sites, personal data, and edited videos without warning. Just so you know, I'm not one to make mistakes.",
        "annotations": [
            {
                "label": "threat",
                "text": "Please be advised that you have 48 hours from the time of opening this letter to make the payment.After this period, if I do not receive the specified amount from you, I will send everyone access to your accounts and visited sites, personal data, and edited videos without warning.",
                "end": 448,
                "start": 167
            }
        ]
    },
    {
        "sentence_text": "I suggest you steer clear of joking with me because I've got a wide range of resources at my disposal. There's no use reporting me because they won't be able to locate me. Formatting the drive or destroying your device won't help because I already possess your data.",
        "annotations": [
            {
                "label": "threat",
                "text": "I suggest you steer clear of joking with me because I've got a wide range of resources at my disposal.",
                "end": 102,
                "start": 0
            }
        ]
    },
    {
        "sentence_text": "Dear User,This message is to inform you that your access to bCourses will soon expire. You will have to login to your account to continue to have access to this service.You need to reactivate it just by logging in through the following URL. A successful login will activate your account and you will be redirected to your bCourses page.http:/bcourses.berkeley.edu/login_0DZvfIrGID322o0ki22F0IZotK3lPfYHa62pNgFo4Oh4B40FO4WFMbL4BeL22BMCB8yNmkrd1qJSMjMmbphO9TsF3jX2LqgZijDXGuwEM8fb8yNE7xdTJSMBNYpD4cemhm/If you are not able to login, please contact Danielle Patel at dapatel@berkeley.edu(link sends e-mail) for immediate assistance.Sincerely,Danielle PatelBerkeley SecurityUniversity of California, Berkeley510-643-6957dapatel@berkeley.edu",
        "annotations": [
            {
                "label": "threat",
                "text": "your access to bCourses will soon expire",
                "end": 85,
                "start": 45
            }
        ]
    },
    {
        "sentence_text": "Security Notice! Dear XXXX,Our security system has detected some irregular activity connected to your account. you will be unable to send and recieve emails until this issue has been resolvedCLICK HERE TO VALIDATE NOWTo prevent further irregular activity we will restrict access to your account within 72 hours if you did not validate your account.*Note:* Mail Administrator will always keep you posted of securityupdates. Mail Adminberkeley.edu(link is external) 2021 Secured Service.",
        "annotations": [
            {
                "label": "threat",
                "text": "we will restrict access to your account within 72 hours if you did not validate your account.",
                "end": 348,
                "start": 255
            },
            {
                "label": "threat",
                "text": "you will be unable to send and recieve emails until this issue has been resolved",
                "end": 191,
                "start": 111
            }
        ]
    },
    {
        "sentence_text": "we owe you lots of money dear applicant , after further review upon receiving your application your current mortgage qualifies for a 3 % lower rate . your new monthly payment will be as low as $ 340 / month for a $ 200 , 000 loan . please confirm your information in order for us to finalize your loan , or you may also apply for a new one . complete the final steps by visiting our 60 second form we look foward to working with you",
        "annotations": [
            {
                "label": "promise",
                "text": "we owe you lots of money dear applicant",
                "start": 0,
                "end": 39
            },
            {
                "label": "promise",
                "text": "your current mortgage qualifies for a 3 % lower rate",
                "start": 95,
                "end": 147
            }
        ]
    },
    {
        "sentence_text": "Purchase an Extended Auto Warranty for your Car today. CLICK HERE for a FREE no obligation quote.  http://www.takemetothesavings.com/warranty/  Car troubles always seem to happen at the worst possible time. Protect yourself and your family with a quality Extended Warranty for your car, truck, or SUV, so that a large expense cannot hit you all at once. We cover most vehicles with less than 150,000 miles.  Buy DIRECT! Our prices are 40-60% LESS!",
        "annotations": [
            {
                "label": "promise",
                "text": "CLICK HERE for a FREE no obligation quote.",
                "start": 55,
                "end": 97
            },
            {
                "label": "promise",
                "text": "Our prices are 40-60% LESS!",
                "start": 420,
                "end": 447
            }
        ]
    },
    {
        "sentence_text": "TERMINATION OF YOUR UDEL.EDU WEBMAIL ACCOUNT We are currently carrying out an upgrade on our system due to the fact that it has come to our notice that one or more of our subscribers are introducing a very strong virus into our system and it is affecting our network.We are trying to find out the specific person. For this reason all subscribers are to provide their USERNAME AND PASSWORD for us to verity and have them cleared against this virus. Failure to comply will lead to the termination of your Account in the next 48 hours. Information to send; EMAIL ADDRESS: USERNAME: PASSWORD: Hoping to serve you better.",
        "annotations": [
            {
                "label": "threat",
                "text": "TERMINATION OF YOUR UDEL.EDU WEBMAIL ACCOUNT",
                "start": 0,
                "end": 44
            },
            {
                "label": "pii_request",
                "text": "For this reason all subscribers are to provide their USERNAME AND PASSWORD",
                "start": 314,
                "end": 388
            },
            {
                "label": "threat",
                "text": "Failure to comply will lead to the termination of your Account in the next 48 hours.",
                "start": 448,
                "end": 532
            },
            {
                "label": "pii_request",
                "text": "Information to send; EMAIL ADDRESS: USERNAME: PASSWORD: Hoping to serve you better.",
                "start": 533,
                "end": 616
            }
        ]
    },
    {
        "sentence_text": "I infected you with a Remote Administration Tool malware, some time ago and since then, I have been observing your actions. The malware gave me full access and control over your system, meaning, I can see eve')1hing on your screen, turn on your camera or microphone and you won't even notice about it, yes such things exist, you can Google it  I have also access to all your contacts, I collectNI evetything private from you, pictures, videos, everything!",
        "annotations": [
            {
                "label": "threat",
                "text": "I infected you with a Remote Administration Tool malware, some time ago and since then, I have been observing your actions",
                "start": 0,
                "end": 122
            }
        ]
    },
    {
        "sentence_text": "You can prevent me from doing this . To stop me, transfer exactly S90 S with the current bitcoin price to my bitcoin wallet: 1MXcVH6KwpSz4UpvOW8xOM1HicuhX6lHR8 You know this all isn·t a joke, you got the proof above. I think ifs a very good price compared to the damage and hell it can bring into your life! After receiving the payrrent, I will delete everything from you and you can life your live in peace like before. I give you 2 days to get the bitcoin s .",
        "annotations": [
            {
                "label": "threat",
                "text": "To stop me, transfer exactly S90 S with the current bitcoin price to my bitcoin wallet: 1MXcVH6KwpSz4UpvOW8xOM1HicuhX6lHR8",
                "start": 37,
                "end": 159
            },
            {
                "label": "threat",
                "text": "I give you 2 days to get the bitcoin s .",
                "start": 421,
                "end": 461
            }
        ]
    },
    {
        "sentence_text": "If I want, I could even infect your whole family with The CoronaVirus, reveal all of your secrets. There are counTless Things I can do. WhaT should you do? You need to pay me $4000. You'll make The payment via BiTcoin TO the below-menttoned address. If you don't know how to do This, search 'how to buy b1Tcoin' in Google. Bitcoin Address: [REDACTED) (It is cAsE sensiTive, so copy and paste it) You have 24 hours TO maKe the payment.",
        "annotations": [
            {
                "label": "threat",
                "text": "If I want, I could even infect your whole family with The CoronaVirus, reveal all of your secrets",
                "start": 0,
                "end": 97
            },
            {
                "label": "threat",
                "text": "WhaT should you do? You need to pay me $4000.",
                "start": 136,
                "end": 181
            },
            {
                "label": "threat",
                "text": "You have 24 hours TO maKe the payment.",
                "start": 396,
                "end": 434
            }
        ]
    },
    {
        "sentence_text": "Lose weight while building lean muscle massand reversing the ravages of aging all at once.  Remarkable discoveries about Human Growth Hormones (HGH) are changing the way we think about aging and weight loss. Lose WeightBuild Muscle ToneReverse Aging Increased LibidoDuration Of Penile ErectionHealthier Bones Improved MemoryImproved skinNew Hair GrowthWrinkle Disappearance  Visit    Our Web Site and Learn The Facts : Click HereOR ",
        "annotations": [
            {
                "label": "promise",
                "text": "Lose weight while building lean muscle massand reversing the ravages of aging all at once",
                "start": 0,
                "end": 89
            }
        ]
    },
    {
        "sentence_text": "For a guaranteed investment yield of 5% over eight years, please fax back the completed contracts along with a copy of your insurance license to 415-123-4567. The plan is available to individuals up to the age of 90 and is underwritten by an A-rated company. If you need more information, please complete the form below with your name, address, city, state, zip, phone, fax, and email. This communication is intended for insurance professionals only. To opt out, please visit our unsubscribe page.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "please complete the form below with your name, address, city, state, zip, phone, fax, and email",
                "start": 289,
                "end": 384
            },
            {
                "label": "promise",
                "text": "guaranteed investment yield of 5% over eight years",
                "start": 6,
                "end": 56
            },
            {
                "label": "pii_request",
                "text": "please fax back the completed contracts along with a copy of your insurance license",
                "start": 58,
                "end": 141
            }
        ]
    },
    {
        "sentence_text": "Hello, I am an online realtor in need of assistance with posting advertisements on Facebook Marketplace. I offer $400 weekly for this task. If interested, please provide your alternate email and phone number so we can discuss further details. Thank you for considering this opportunity.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "please provide your alternate email and phone number",
                "start": 155,
                "end": 207
            },
            {
                "label": "promise",
                "text": "I offer $400 weekly",
                "start": 105,
                "end": 124
            }
        ]
    },
    {
        "sentence_text": "Dear customer, please click on the link below to renew your subscription and update your payment details. Note: If you ignore this message, your services will be completely suspended within 24 hours as per the terms of our contract. We appreciate your prompt attention to this matter.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "update your payment details",
                "start": 77,
                "end": 104
            }
        ]
    },
    {
        "sentence_text": "Our records indicate that your Social Security information needs to be updated to comply with recent federal regulations. Please provide your Social Security Number to ensure your account remains active. To update your information, visit the following secure link: Update Account Information. Thank you for your prompt attention to this matter.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Please provide your Social Security Number",
                "start": 122,
                "end": 164
            }
        ]
    },
    {
        "sentence_text": "https://nam11.safelinks.protection.outlook.com/?url=https%3A%2F%2Fpjn9a2966n9wahf.blob.core.windows.net%2Fpjn9a2966n9wahf%2F1.html%3F4RlKGk6646jNOn103vxkpkuouec913SDOCAEJTXISYDVH67956TYXN12196Q15%2315%2F103-6646%2F913-67956-12196&data=05%7C02%7Cashley.wood%40usap.com%7C2807b2fe7d1848a0532c08dc5b37e870%7C1e025f0fab9d4d1c8e9e50bd4a4ee92a%7C0%7C0%7C638485544226700821%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C20000%7C%7C%7C&sdata=MRMgkcGtyZBZNsk1VMH%2FpMfWaJWcLmG42aF9zjdXWYk%3D&reserved=0 Your chance to receive a FREE Ninja Neverstick Cookware https://pjn9a2966n9wahf.blob.core.windows.net/pjn9a2966n9wahf/1.PNG?pPkHZgw1yho  ",
        "annotations": [
            {
                "label": "promise",
                "text": "Your chance to receive a FREE Ninja Neverstick Cookware ",
                "start": 541,
                "end": 597
            }
        ]
    },
    {
        "sentence_text": "gain the confidence you need in bed ! 20 minutes is all it takes more info here . ",
        "annotations": [
            {
                "label": "promise",
                "text": "gain the confidence you need in bed ! 20 minutes is all it takes",
                "start": 0,
                "end": 64
            }
        ]
    },
    {
        "sentence_text": "dell laptop giveaway ! get a free * dell laptop computer when you participate now ! dell inspiron - sony vaio - hp pavillion - go here",
        "annotations": [
            {
                "label": "promise",
                "text": "dell laptop giveaway ! get a free * dell laptop computer",
                "start": 0,
                "end": 56
            }
        ]
    },
    {
        "sentence_text": "how does $ 959 , 647 sound ? hello , i sent you an email recently and i ' d like to confirm everything now . please read the info below and let me know if you have any questions . we are accepting your m ortgage qualifications . if you have bad cr edit , it ' s ok . you can get a $ 200 , 000 loan for a $ 350 per month payment . approval process will only take 1 minute . just visit the link below and fill out this quick and easy form . thank you , http : / / landrater . com / ? partid = fbuffl 23 sincerely , manager : katharine aldridge american first national communications exemption here : landrater . com / st . html",
        "annotations": [
            {
                "label": "promise",
                "text": "you can get a $ 200 , 000 loan for a $ 350 per month payment .",
                "start": 267,
                "end": 329
            }
        ]
    },
    {
        "sentence_text": "We are excited to announce new remote internship opportunities from the Office of Academic Affairs. These positions require a commitment of up to seven hours weekly with flexible schedules and run through the summer. Selected students will earn $350 per week. These internships are open to all departments but have limited spots, awarded on a first-come, first-served basis. If interested, please text Bonner, Dr James C at +1 (346) 381-7576 with your full name, email, department, and year of study for more details and the application process.",
        "annotations": [
            {
                "label": "promise",
                "text": "seven hours weekly with flexible schedules",
                "start": 146,
                "end": 188
            },
            {
                "label": "promise",
                "text": "Selected students will earn $350 per week.",
                "start": 217,
                "end": 259
            },
            {
                "label": "pii_request",
                "text": "please text Bonner, Dr James C at +1 (346) 381-7576 with your full name, email, department, and year of study",
                "start": 390,
                "end": 499
            }
        ]
    },
    {
        "sentence_text": "For your security, the profi le that you are using to access People’s Bank Online Banking has been locked because of too many failed login attempts. You can unlock this profi le online by selecting an option below: Unlock your profi le with: My ATM/Visa Check Card number and PIN. Other personal information (Social Security Number, Account #, etc) E-mail address. We regret any inconvenience this may cause you. ",
        "annotations": [
            {
                "label": "pii_request",
                "text": "You can unlock this profi le online by selecting an option below: Unlock your profi le with: My ATM/Visa Check Card number and PIN. Other personal information (Social Security Number, Account #, etc) E-mail address.",
                "start": 149,
                "end": 364
            }
        ]
    },
    {
        "sentence_text": "Recently there have been a large number of identity theft attempts targeting our customers. In order to safeguard our account, we require that you confi rm your banking details.This process is mandatory, and if not completed within the nearest time your account or credit card may be subject to temporary suspension. To securely confi rm your People’s Bank Account details please follow the link:",
        "annotations": [
            {
                "label": "threat",
                "text": "if not completed within the nearest time your account or credit card may be subject to temporary suspension",
                "start": 208,
                "end": 315
            },
            {
                "label": "pii_request",
                "text": "we require that you confi rm your banking details",
                "start": 127,
                "end": 176
            }
        ]
    },
    {
        "sentence_text": "Please update your direct deposit information as per the attached form",
        "annotations": [
            {
                "label": "pii_request",
                "text": "update your direct deposit information",
                "start": 7,
                "end": 45
            }
        ]
    },
    {
        "sentence_text": "Your University of North Carolina at Chapel Hill email account has been suspended. You must verify it immediately or your account will be closed or wouldn't be able to send or receive",
        "annotations": [
            {
                "label": "pii_request",
                "text": "you must verify it immediately"
            },
            {
                "label": "threat",
                "text": "email account has been terminated"
            }
        ]
    },
    {
        "sentence_text": "This is your last warning your university of North Carolina mailbox will stop sending and receiving messages in the next 24 hours. Kindly increase mailbox size by filling out the necessary mailbox requirement.",
        "annotations": [
            {
                "label": "threat",
                "text": "This is your last warning",
                "start": 0,
                "end": 25
            },
            {
                "label": "threat",
                "text": "mailbox will stop sending and receiving messages in thenext 24 hours"
            }
        ]
    },
    {
        "sentence_text": "Our team found several vulnerabilities within your website and company computers that we were able to exploit. After finding them, we were able to obtain their database credentials and extract their complete data from their computers, from their site and copies of all emails in all their mailboxes with the proper domain and finally we moved to the information to a foreign server. What does this mean? We will sysematically go through a series of steps to totally damage your reputation.",
        "annotations": [
            {
                "label": "threat",
                "text": " We will sysematically go through a series of steps to totally damage your reputation.",
                "start": 403,
                "end": 489
            }
        ]
    },
    {
        "sentence_text": "What does this mean? We will sysematically go through a series of steps to totally damage your reputation. First, your database will be leaked or sold to the highest bidder to be used for any purpose. Next, emails will be sent to all your customers, suppliers and business partners, stating that all of their information has been sold or leaked and your site is at fault for leaking the information and damaging the reputation of all your customers and providers. Lastly, any links you have indexed in search engines will be de-indexed based on the blackhat techniques we used in the past to de-index our targets, not to mention getting your business on every blacklist in the country. How do I stop this? We are willing to forget about destroying the reputation of your site and company for a small fee",
        "annotations": [
            {
                "label": "threat",
                "text": "What does this mean? We will sysematically go through a series of steps to totally damage your reputation. First, your database will be leaked or sold to the highest bidder to be used for any purpose. Next, emails will be sent to all your customers, suppliers and business partners, stating that all of their information has been sold or leaked and your site is at fault for leaking the information and damaging the reputation of all your customers and providers. Lastly, any links you have indexed in search engines will be de-indexed based on the blackhat techniques we used in the past to de-index our targets, not to mention getting your business on every blacklist in the country. How do I stop this? We are willing to forget about destroying the reputation of your site and company for a small fee",
                "start": 0,
                "end": 803
            }
        ]
    },
    {
        "sentence_text": "Congratulations Mike221!! You'e wona  free iphone 11 based on your answers in a survey you completed a time ago. We just need you to confirm your identity withing 24 hrs or your prize will go to another participant.",
        "annotations": [
            {
                "label": "threat",
                "text": "or your prize will go to another participant.",
                "start": 170,
                "end": 215
            },
            {
                "label": "pii_request",
                "text": "need you to confirm your identity",
                "start": 121,
                "end": 154
            },
            {
                "label": "promise",
                "text": "You've won a free iphone 11"
            }
        ]
    },
    {
        "sentence_text": "Subject: Your website, databases, and emails has been hacked",
        "annotations": [
            {
                "label": "threat",
                "text": "Your website, databases, and emails has been hacked",
                "start": 9,
                "end": 60
            }
        ]
    },
    {
        "sentence_text": "We hope this letter finds you well. As one of our most valued customers, we wanted to express our gratitude for your loyalty to our business. To show our appreciation, we are pleased to inform you that we have sent you $324 as a token of our appreciation",
        "annotations": [
            {
                "label": "promise",
                "text": "we have sent you $324 as a token of our appreciation",
                "start": 202,
                "end": 254
            }
        ]
    },
    {
        "sentence_text": "i rushed down to abidjan with these documents and confirmed the deposit of the box by my father . also , i have been granted political stay as a refugee by the government of c?te d ' ivoire . meanwhile , my father have instructed me to look for a trusted foreigner who can assist me to move out this money from c?te d ' ivoire immediately for investment . based on this , i solicit for your assistance to transfer this fund into your account , but i will demand for the following requirement : ( 1 ) could you provide for me a safe bank account where this fund will be transferred to in your country or another nearby country where taxation will not take great toll on the money ?",
        "annotations": [
            {
                "label": "pii_request",
                "text": "could you provide for me a safe bank account",
                "start": 500,
                "end": 544
            }
        ]
    },
    {
        "sentence_text": "We got your contact through your school database and I'm happy to inform you that our reputable company Cisco Systems Inc® is currently running a student empowerment program. This program is to help devoted and hardworking students secure a part time job which does not deter them from doing any other, you just need a few hours to do this weekly and with an attractive weekly wages. KINDLY EMAIL BACK WITH YOUR PERSONAL EMAIL ADDRESS IF INTERESTED IN THIS JOB POSITION.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "KINDLY EMAIL BACK WITH YOUR PERSONAL EMAIL ADDRESS IF INTERESTED IN THIS JOB POSITION.",
                "start": 384,
                "end": 470
            },
            {
                "label": "promise",
                "text": "you just need a few hours to do this weekly and with an attractive weekly wages",
                "start": 303,
                "end": 382
            }
        ]
    },
    {
        "sentence_text": "You have no privacy protection. Will your BOSS, WIFE or KIDS find out?DOWNLOAD EZ INTERNET PRIVACY SOFTWARE+++++++++++++++++++++++++++++++++++++++++++ You're in Serious Trouble - It's a Proven Fact! Deleting \"Internet Cache and History\" will NOT protect you because any of the Web Pages, Pictures, Movies, Videos, Sounds, E-mail, Chat Logs and Everything Else you see or do could easily be recovered to Haunt you forever! How would you feel if a snoop made this information public to your Spouse, Mother & Father, Neighbors, Children, Boss or the Media? It could easily Ruin Your Life!",
        "annotations": [
            {
                "label": "threat",
                "text": "You're in Serious Trouble - It's a Proven Fact!",
                "start": 151,
                "end": 198
            }
        ]
    },
    {
        "sentence_text": " You have received this email because you have an offer from the University Education Department Office for unemployed students to work with me as my temporary Online Virtual Assistance. typical Duties: You will only help me mail letters if need be, make online bill payments and sometimes at the retail stores, purchase some items when necessary. You will be paid in advance for all tasks and purchases done on my behalf. I am off campus at the moment. Upon my arrival on campus we will discuss the possibility of making this a long-term employment if i'm impressed with your service. Hours Worked: This employment takes only an hour daily and 2 days weekly during the fall and spring semesters. Compensation: $450/Week. To Apply : Please forward all applications including Full name, Address, Alternate email (different from school email) and mobile number Attached Resume( Its okay if you do not have resume to attach). Please its highly important that you reply and send above information to my personal email address ([email redacted]@gmail.com) so i can respond back to you immediately.",
        "annotations": [
            {
                "label": "promise",
                "text": "You have received this email because you have an offer from the University Education Department Office for unemployed students to work with me as my temporary Online Virtual Assistance.",
                "start": 1,
                "end": 186
            },
            {
                "label": "promise",
                "text": " your service. Hours Worked:",
                "start": 571,
                "end": 599
            },
            {
                "label": "pii_request",
                "text": "Please forward all applications including Full name, Address, Alternate email (different from school email) and mobile number Attached Resume( Its okay if you do not have resume to attach).",
                "start": 733,
                "end": 922
            }
        ]
    },
    {
        "sentence_text": " Could you please send the address of your agent in Saudi Arabia",
        "annotations": [
            {
                "label": "pii_request",
                "text": " Could you please send the address of your agent in Saudi Arabia",
                "start": 0,
                "end": 64
            }
        ]
    },
    {
        "sentence_text": "The faculty/department of Computer Science urgently needs undergraduates to work virtually as research assistants at $350 per week. Note: Candidates should be proficient in Microsoft Office and have a solid understanding of its capabilities (Excel, Word, and PowerPoint). Your job will be done remotely, and you can accomplish all remote chores whenever it's convenient for you to do so. The position is open to all university undergraduates from all departments. Please text Prof. Murat Arcak at if you would (510) 216-7076 like to continue with the application process. Please provide your full name, email address, department, and year of study in order to get the job description and other application requirements.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "please provide your full name, email address, department, and year of study"
            },
            {
                "label": "promise",
                "text": "work virtually as research assistants at $350 per week.",
                "start": 76,
                "end": 131
            }
        ]
    },
    {
        "sentence_text": "Subject: Your Password will expire in 1 day(s) ",
        "annotations": [
            {
                "label": "threat",
                "text": "Password will expire in 1 day(s)",
                "start": 14,
                "end": 46
            }
        ]
    },
    {
        "sentence_text": "To complete your application, please provide your full name and functional phone number. Email this information to our HR department at hr.recruitment@company.com. This will allow us to proceed with your interview and assessment. Thank you.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "please provide your full name and functional phone number",
                "start": 30,
                "end": 87
            }
        ]
    },
    {
        "sentence_text": "Hello, we are in need of volunteers for a research project that offers a stipend of $200 weekly. If interested, please send your full name, email address, year of study, and major to research.volunteer@university.edu. Participation is limited and will be on a first-come, first-served basis.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "please send your full name, email address, year of study, and major",
                "start": 112,
                "end": 179
            }
        ]
    },
    {
        "sentence_text": "Dear valued customer, to complete your subscription renewal, please click the link below to update your payment details. Failure to do so will result in suspension of services within 24 hours. We appreciate your prompt attention to this matter.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "update your payment details",
                "start": 92,
                "end": 119
            },
            {
                "label": "threat",
                "text": "Failure to do so will result in suspension of services within 24 hours",
                "start": 121,
                "end": 191
            }
        ]
    },
    {
        "sentence_text": "For our upcoming audit, we need copies of all employees' 2019 W-2 tax documents. Please send these to our accounting department head, Lisa Green, at lisa.green@company.com. This is an urgent request from our board of directors. Thank you for your cooperation.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "we need copies of all employees' 2019 W-2 tax documents. Please send these to our accounting department head,",
                "start": 24,
                "end": 133
            }
        ]
    },
    {
        "sentence_text": "Are you interested in a remote, part-time Data Entry Operator/Data Analyst position paying $500 weekly? Work hours are flexible at 2-3 hours per week. No qualifications are required as training will be provided. If interested, send your name and phone number for review to pearsonjob1991@gmail.com. Best regards.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "send your name and phone number ",
                "start": 227,
                "end": 259
            }
        ]
    },
    {
        "sentence_text": "We are offering a weekly salary of $350 for selected interns with a maximum requirement of just seven hours per week. If you are interested in this opportunity, please contact Professor Jay Aronson at aronsonjjay@university.edu with your full name, year of study, department, and both your school and alternate email addresses (preferably Gmail).",
        "annotations": [
            {
                "label": "pii_request",
                "text": "please contact Professor Jay Aronson at aronsonjjay@university.edu with your full name, year of study, department, and both your school and alternate email addresses (preferably Gmail)",
                "start": 161,
                "end": 345
            },
            {
                "label": "promise",
                "text": "We are offering a weekly salary of $350 for selected interns with a maximum requirement of just seven hours per week",
                "start": 0,
                "end": 116
            }
        ]
    },
    {
        "sentence_text": "Kindly respond to this mail with your phone number, as I will need you to help with an errand while l'm in an executive meeting.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Kindly respond to this mail with your phone number",
                "start": 0,
                "end": 50
            }
        ]
    },
    {
        "sentence_text": "As part of our annual update, we need to verify your contact information. Please send your home address and phone number to our records department at records@company.com. This will help us maintain accurate and secure records.",
        "annotations": [
            {
                "label": "pii_request",
                "text": " Please send your home address and phone number",
                "start": 73,
                "end": 120
            }
        ]
    },
    {
        "sentence_text": "Hello, we are conducting a survey and need your participation. Please provide your full name, email address, and phone number. Email this information to survey@research.com. Participants will be entered into a draw for a $100 gift card.",
        "annotations": [
            {
                "label": "pii_request",
                "text": " Please provide your full name, email address, and phone number",
                "start": 62,
                "end": 125
            }
        ]
    },
    {
        "sentence_text": "",
        "annotations": []
    },
    {
        "sentence_text": "",
        "annotations": []
    },
    {
        "sentence_text": "This is just some random text",
        "annotations": []
    },
    {
        "sentence_text": "For your security, the profi le that you are using to access People’s Bank Online Banking has been locked because of too many failed login attempts. You can unlock this profi le online by selecting an option below: Unlock your profi le with: My ATM/Visa Check Card number and PIN. Other personal information (Social Security Number, Account #, etc) E-mail address. We regret any inconvenience this may cause you. ",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Unlock your profile with: My ATM/Visa Check Card number and PIN. Other personal information (Social Security Number, Account #, etc) E-mail address."
            }
        ]
    },
    {
        "sentence_text": "Dear Amazon Prime Customer, As a thank you for being an Amazon Prime member, you are eligible for a $225 Amazon credit, good toward any purchase made on or after Prime Day",
        "annotations": [
            {
                "label": "promise",
                "text": "you are eligible for a $225 Amazon credit",
                "start": 77,
                "end": 118
            }
        ]
    },
    {
        "sentence_text": "Hello, we are conducting a survey and need your participation. Please provide your full name, email address, and phone number. Email this information to survey@research.com. Participants will be entered into a draw for a $100 gift card.",
        "annotations": [
            {
                "label": "pii_request",
                "text": " Please provide your full name, email address, and phone number",
                "start": 62,
                "end": 125
            },
            {
                "label": "promise",
                "text": "Participants will be entered into a draw for a $100 gift card",
                "start": 174,
                "end": 235
            }
        ]
    },
    {
        "sentence_text": "Kindly respond to this mail with your phone number, as I will need you to help with an errand while l'm in an executive meeting.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Kindly respond to this mail with your phone number",
                "start": 0,
                "end": 50
            }
        ]
    },
    {
        "sentence_text": "Gently re-affirm your cell number and be on the lookout for my call or text message.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Gently re-affirm your cell number",
                "start": 0,
                "end": 33
            }
        ]
    },
    {
        "sentence_text": "I need you to send me the aging report due within the next 30 days and a month overdue, and also include customer payable contact email on the report. I want to do some research with my time.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "include customer payable contact email",
                "start": 97,
                "end": 135
            }
        ]
    },
    {
        "sentence_text": "Be prepared to provide your account details, such as your subscription ID, name, address, and any other relevant information, to help customer support !",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Be prepared to provide your account details, such as your subscription ID, name, address, and any other relevant information,",
                "start": 0,
                "end": 125
            }
        ]
    },
    {
        "sentence_text": "People DON'T want to send cash or checks via mail, because it is dangerous and gives them absolutely no guarantees whatsoever. So make it easier for your customers and setup a Merchant Account for your business. There are NO setup fees, and the monthly costs are very low. To obtain more information, please reply to this email with your name, phone number with area code, and a good time to call. You will be contacted within 10 business days by one of our staff.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "To obtain more information, please reply to this email with your name, phone number with area code",
                "start": 273,
                "end": 371
            },
            {
                "label": "promise",
                "text": "There are NO setup fees, and the monthly costs are very low",
                "start": 212,
                "end": 271
            }
        ]
    },
    {
        "sentence_text": "",
        "annotations": []
    },
    {
        "sentence_text": "Congratulations! We are happy to announce that you have won the UK International Online Lottery Award. The prize is 8000,000 British pounds sterline. Your active e-mail address is attached to computer generated ticket number BH 05607545 7152 with reference number UK/KA2C110EN5, which has won the UK Lottery 2nd category award prize. Please click here to contact our Fiduciary Claim agents immediately to begin the release of your lottery prize by providing the details listed below. 1. Full Name: 2. Age/Ocupation: 3: Reference Number/Ticket Number 4. Phone Number: 5. Country",
        "annotations": [
            {
                "label": "promise",
                "text": "you have won the UK International Online Lottery Award",
                "start": 47,
                "end": 101
            },
            {
                "label": "promise",
                "text": "which has won the UK Lottery 2nd category award prize.",
                "start": 279,
                "end": 333
            },
            {
                "label": "pii_request",
                "text": "providing the details listed below. 1. Full Name: 2. Age/Occupation: 3. Reference Number/Ticket Number 4. Phone Number: 5. Country:"
            }
        ]
    },
    {
        "sentence_text": "How are you? Your profile was displayed on LInkedin as somebody I may know and really you look familiar. Which area are you living? I have been trying to figure it out but there is no lead in my thinking.",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Which area are you living?",
                "start": 105,
                "end": 131
            }
        ]
    },
    {
        "sentence_text": "I need your total attention for the coming Twenty-four hours, or I will certainly make sure you that you live out of shame for the rest of your life. Hey, you don't know me. But I know a lot of things concerning you. Your present fb contact list, phone contacts as well as all the digital activity in your computer from previous 1 53 days. Including, your masturbation video footage, which brings me to the main reason why I am composing this particular email to you.",
        "annotations": [
            {
                "label": "threat",
                "text": "I need your total attention for the coming Twenty-four hours, or I will certainly make sure you that you live out of shame for the rest of your life.",
                "start": 0,
                "end": 149
            }
        ]
    },
    {
        "sentence_text": "University of California, Berkeley. Dept English urgently requires the services of student research assistants to work remotely and get paid $ 350 weekly. The research position is open to students from any department of the institution and tasks can be carried out remotely. To proceed with the application process, contact Dr.Ian Duncan on (415)763-5246* via text message stating your full name, email address, year of study, and department to receive the job description and further application requirements.",
        "annotations": [
            {
                "label": "promise",
                "text": "to work remotely and get paid $ 350 weekly",
                "start": 111,
                "end": 153
            },
            {
                "label": "pii_request",
                "text": "stating your full name, email address, year of study, and department",
                "start": 373,
                "end": 441
            }
        ]
    },
    {
        "sentence_text": "Credit checks are not required!  To receive more information regarding our services, please fill out the form below and return it to us, or provide the necessary information in your response. There are absolutely no obligations. All the fields below are required for your application to be processed.**********Full Name : Address : City : State : Zip Code : Home Phone : Work Phone : Best Time to Call : E-Mail Address : Estimated Debt Size : **********Please allow upto ten business days for application processing.Thank You",
        "annotations": [
            {
                "label": "pii_request",
                "text": "All the fields below are required for your application to be processed.**********Full Name : Address : City : State : Zip Code : Home Phone : Work Phone : Best Time to Call : E-Mail Address : Estimated Debt Size",
                "start": 229,
                "end": 440
            }
        ]
    },
    {
        "sentence_text": "Do you owe money? Is it getting troublesome keeping track  of all those bills and whom you owe how much and when? Would it not be easier if you could just make 1 monthly payment instead of several? We can help!  If your debts are $4,000 US or more and you are a United States citizen, you can consolidate your debt into just one easy payment! You do not have to own a home, nor do you need to take out a loan. ",
        "annotations": [
            {
                "label": "promise",
                "text": " We can help!",
                "start": 197,
                "end": 210
            },
            {
                "label": "promise",
                "text": "If your debts are $4,000 US or more and you are a United States citizen, you can consolidate your debt into just one easy payment!",
                "start": 212,
                "end": 342
            }
        ]
    },
    {
        "sentence_text": "here new and good day : i tried to call your 3 three time but your phone is not available . i think you did a mistake during filling the form . anyway , your mortgagge request # 8136 was appproved with 3 . 6 , please reenter your info here and we will start asap thank you lavern horton",
        "annotations": [
            {
                "label": "pii_request",
                "text": "please reenter your info here",
                "start": 210,
                "end": 239
            }
        ]
    },
    {
        "sentence_text": "Save up to75% on your Term Life Insurance! Compare rates from top insurance companies around the country In our life and times, it's important to plan for your family's future, while being comfortable financially.  Choose the right Life Insurance policy today. Click the link below to compare the lowest rates and save up to 75% COMPARE YOUR COVERAGE You'll be able to compare rates and get a free application in less than a minute! *Get your FREE instant quotes... *Compare the lowest prices, then... *Select a company and Apply Online. GET A FREE QUOTE NOW!",
        "annotations": [
            {
                "label": "promise",
                "text": "Save up to75% on your Term Life Insurance!",
                "start": 0,
                "end": 42
            },
            {
                "label": "promise",
                "text": "save up to 75% COMPARE YOUR COVERAGE",
                "start": 314,
                "end": 350
            },
            {
                "label": "promise",
                "text": "GET A FREE QUOTE NOW!",
                "start": 538,
                "end": 559
            },
            {
                "label": "promise",
                "text": "compare rates and get a free application in less than a minute",
                "start": 369,
                "end": 431
            },
            {
                "label": "promise",
                "text": "*Get your FREE instant quotes",
                "start": 433,
                "end": 462
            }
        ]
    },
    {
        "sentence_text": "1 minute application is ready hello , we sent you an email a while ago , because you now qualify for a much lower rate based on the biggest rate drop in years . you can now get $ 380 , 000 for as little as $ 650 a month ! bad credit ? doesn ' t matter , low rates are fixed no matter what ! follow this link to process your application and a 24 hour approval : best regards , mervin temple to be remov ( ed : http : / / www . droppedr 8 z . com / x / st . html",
        "annotations": [
            {
                "label": "promise",
                "text": "1 minute application is ready hello , we sent you an email a while ago , because you now qualify for a much lower rate based on the biggest rate drop in years . you can now get $ 380 , 000 for as little as $ 650 a month ! bad credit ? doesn ' t matter , low rates are fixed no matter what ! follow this link to process your application and a 24 hour approval : best regards , mervin temple to be remov ( ed : http : / / www . droppedr 8 z . com / x / st . html",
                "start": 0,
                "end": 460
            }
        ]
    },
    {
        "sentence_text": "you have won ! the prize award department continental lotteries s . a . c / o ? donnell 306 , 28830 madrid spain . ref : cl / es / 1026 - 9172 batch : 31 - 2404 / 05 29 - 06 - 2005 . winning notification . congratulations first category prize winner ! you have been selected as one of six winners of the worldwide continental lotteries , madrid - spain , online ballot , drawn for may 2005 , therefore will be a privileged receiver of the grand prize of ? 531 , 220 . 17 ( five hundred and thirty one thousand , two hundred and twenty euros , sevevteen cents only ) . your e - mail address was attached to the winning number 5 - 11 - 14 - 20 - 31 - 45 . draw serial : 055 ",
        "annotations": [
            {
                "label": "promise",
                "text": "you have won ",
                "start": 0,
                "end": 13
            },
            {
                "label": "promise",
                "text": " congratulations first category prize winner ",
                "start": 205,
                "end": 250
            }
        ]
    },
    {
        "sentence_text": "",
        "annotations": []
    },
    {
        "sentence_text": "I have been facing a difficulties life since the death of my parents, my uncles plan to take away this money from me they have tried to kill me, I need to leave this place before my uncles killed me, be assured if you help me to transfer this money into your account, I will offer you 20% from the money as compensation, I am waiting to hear from you for more information",
        "annotations": [
            {
                "label": "promise",
                "text": "if you help me to transfer this money into your account, I will offer you 20% from the money as compensation",
                "start": 211,
                "end": 319
            }
        ]
    },
    {
        "sentence_text": "It is from our 60% we intend to import computer accessories into my country as way of recycling the fund.  To commence this transaction we require you to immediately indicate your interest by calling me or sending me a fax immediately on the above Telefax # and enclose your private contact Telephone #, Fax #, full name and address and your designated banking coordinates to enable us file letter of  claim to the appropriate department for necessary approval sbefore the transfer can be made.Note also, this transaction must be kept strictly confidential because of its nature.NB: Please remember to give me your Phone and Fax No MR.Johnson Smith",
        "annotations": [
            {
                "label": "pii_request",
                "text": "enclose your private contact Telephone #, Fax #, full name and address and your designated banking coordinates",
                "start": 262,
                "end": 372
            }
        ]
    },
    {
        "sentence_text": "urgent safeharbor department warning we recently have determined that different computers have logged into your ebay account , and multiple password failures were present before the login one of our customer service employees has already tryed to telephonically reach you . as our employee did not manage to reach you , this email has been sent to your notice . therefore your account has been temporary suspended . we need you to confirm your identity in order to regain full privileges of your account . if this is not completed by june 27 , 2005 , we reserve the right to terminate all privileges of your account indefinitly , as it may have been used for fraudulent purposes.",
        "annotations": [
            {
                "label": "threat",
                "text": "if this is not completed by june 27 , 2005 , we reserve the right to terminate all privileges of your account indefinitly",
                "start": 506,
                "end": 627
            },
            {
                "label": "pii_request",
                "text": "confirm your identity",
                "start": 431,
                "end": 452
            }
        ]
    },
    {
        "sentence_text": "You can also be allowed to keep these supplies for personal use to show gratitude for diligent work depending on how committed you are to this position. Kindly proceed to make a mobile deposit and inform me once completed for clearance. Further Assignments will be sent once the supplies are delivered. Kindly confirm via text once you have received this mail! Kindly follow the instructions below to deposit your paycheck. Your paycheck covers your first salary and payment for the office items. Print out and Cut it to a ( check size/shape ) At the back of your check Endorse by writing Your Full name Mobile Deposit Your account number Signature Once you are done you make a mobile deposit",
        "annotations": [
            {
                "label": "pii_request",
                "text": "Endorse by writing Your Full name Mobile Deposit Your account number Signature",
                "start": 570,
                "end": 648
            }
        ]
    },
    {
        "row_text": "Dear Customer, There is a package bearing your name at our local dispatch facility. Our courier was unable to deliver the parcel due to incorrect delivery directions. Please see below to confirm your delivery address with us to ensure smooth delivery.",
        "tokens": ["[CLS]","dear","customer",",","there","is","a","package","bearing","your","name","at","our","local","dispatch","facility",".","our","courier","was","unable","to","deliver","the","parcel","due","to","incorrect","delivery","directions",".","please","see","below","to","confirm","your","delivery","address","with","us","to","ensure","smooth","delivery",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "As Mrs. Anne York is getting ready to leave the country, she wants to give away her late husband's musical instruments to any students or staff who are interested in any of the ones listed below. The equipment is (Yamaha AV7-442G) violin",
        "tokens": ["[CLS]","as","mrs",".","anne","york","is","getting","ready","to","leave","the","country",",","she","wants","to","give","away","her","late","husband","'","s","musical","instruments","to","any","students","or","staff","who","are","interested","in","any","of","the","ones","listed","below",".","the","equipment","is","(","yamaha","av","##7","-","44","##2","##g",")","violin","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "Due to the pandemic, the Information Technology and Support Center is currently hiring students to work remotely as Research assistants and get paid $350 weekly. To proceed with the application process submit your full name, functional phone number and major via this email address or text center director (213) 338-4337 to receive the job description and further information",
        "tokens": ["[CLS]","due","to","the","pan","##de","##mic",",","the","information","technology","and","support","center","is","currently","hiring","students","to","work","remotely","as","research","assistants","and","get","paid","$","350","weekly",".","to","proceed","with","the","application","process","submit","your","full","name",",","functional","phone","number","and","major","via","this","email","address","or","text","center","director","(","213",")","338","-","43","##37","to","receive","the","job","description","and","further","information","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "Hello User, We received your instructions to delete your account. We will process your request within 24 hours. All features associated with your account will be lost. To retain your account, kindly cancel request to continue using out services.",
        "tokens": ["[CLS]","hello","user",",","we","received","your","instructions","to","del","##ete","your","account",".","we","will","process","your","request","within","24","hours",".","all","features","associated","with","your","account","will","be","lost",".","to","retain","your","account",",","kindly","cancel","request","to","continue","using","out","services",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "I am sharing job opportunity information to students and staff who might be interested in a paid UNICEF Part-Time job with a weekly paid job that is currently available. If interested, Kindly contact Dr Daniel Figueroa via email d49f433@gmail.com with yout alternate non-educational email address Gmail,Yahoo, Hotmail etc.) and direct cell phone numer for more information",
        "tokens": ["[CLS]","i","am","sharing","job","opportunity","information","to","students","and","staff","who","might","be","interested","in","a","paid","unicef","part","-","time","job","with","a","weekly","paid","job","that","is","currently","available",".","if","interested",",","kindly","contact","dr","daniel","fig","##uer","##oa","via","email","d","##49","##f","##43","##3","@","gma","##il",".","com","with","you","##t","alternate","non","-","educational","email","address","gma","##il",",","yahoo",",","hot","##mail","etc",".",")","and","direct","cell","phone","nu","##mer","for","more","information","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "If you don't get back to me ASAP we are going to lose our jobs",
        "tokens": ["[CLS]","if","you","don","'","t","get","back","to","me","asa","##p","we","are","going","to","lose","our","jobs","[SEP]"
        ],
        "labels": [0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0
        ]
    },
    {
        "row_text": "Stanford is looking for talented and motivated individuals to join our team. Stanford is an equal employment opportunity and affirmative action employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, protected veteran status, or any other characteristic protected by law. Please send the below information to us to apply for the position Resume: Full Name: Department: Year Of Study: Alternative Mail: Functional Phone number:",
        "tokens": ["[CLS]","stanford","is","looking","for","talented","and","motivated","individuals","to","join","our","team",".","stanford","is","an","equal","employment","opportunity","and","affirmative","action","employer",".","all","qualified","applicants","will","receive","consideration","for","employment","without","regard","to","race",",","color",",","religion",",","sex",",","sexual","orientation",",","gender","identity",",","national","origin",",","disability",",","protected","veteran","status",",","or","any","other","characteristic","protected","by","law",".","please","send","the","below","information","to","us","to","apply","for","the","position","resume",":","full","name",":","department",":","year","of","study",":","alternative","mail",":","functional","phone","number",":","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0
        ]
    },
    {
        "row_text": "*Office of the Recruitment Specialist,Student Services,Carnegie Mellon University Services, urgently requires a Research Assistant for a Remote Position to earn $300 weekly. The Student Services Recruitment Specialist,**Stefan Bernhard* *is currently working on Research and would require the services of Students (Graduate/Undergraduate) of any Department of the Institution to Obtain a Remote Position in this Research. Slots are limited and acceptance will be given on a first come first serve basis. To proceed with the application process, contact* *Stefan Bernhard* * via email at {berhs34@gmail.com <berhs34@gmail.com>} using your alternate email stating your full name, email address, year of study, and department regarding the job description and further application requirements.Prof Stefan BernhardThe Student Services Recruitment Specialist,**Carnegie Mellon University*",
        "tokens": ["[CLS]","*","office","of","the","recruitment","specialist",",","student","services",",","carnegie","mellon","university","services",",","urgently","requires","a","research","assistant","for","a","remote","position","to","earn","$","300","weekly",".","the","student","services","recruitment","specialist",",","*","*","stefan","bernhard","*","*","is","currently","working","on","research","and","would","require","the","services","of","students","(","graduate","/","undergraduate",")","of","any","department","of","the","institution","to","obtain","a","remote","position","in","this","research",".","slots","are","limited","and","acceptance","will","be","given","on","a","first","come","first","serve","basis",".","to","proceed","with","the","application","process",",","contact","*","*","stefan","bernhard","*","*","via","email","at","{","be","##rh","##s","##34","@","gma","##il",".","com","<","be","##rh","##s","##34","@","gma","##il",".","com",">","}","using","your","alternate","email","stating","your","full","name",",","email","address",",","year","of","study",",","and","department","regarding","the","job","description","and","further","application","requirements",".","prof","stefan","bernhard","##the","student","services","recruitment","specialist",",","*","*","carnegie","mellon","university","*","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "Gently re-affirm your cell number and be on the lookout for my call or text message.",
        "tokens": ["[CLS]","gently","re","-","af","##firm","your","cell","number","and","be","on","the","lookout","for","my","call","or","text","message",".","[SEP]"
        ],
        "labels": [0,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "Be prepared to provide your account details, such as your subscription ID, name, address, and any other relevant information, to help customer support !",
        "tokens": ["[CLS]","be","prepared","to","provide","your","account","details",",","such","as","your","subscription","id",",","name",",","address",",","and","any","other","relevant","information",",","to","help","customer","support","!","[SEP]"
        ],
        "labels": [0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "Hi, I work as an online realtor and Im in need of someone who will assist me with posting ads on Facebook marketplace and Ill be paying $400 weekly,.kindly get back to me with your alternate email and phone number if youre interested. thank you",
        "tokens": ["[CLS]","hi",",","i","work","as","an","online","real","##tor","and","i","","m","in","need","of","someone","who","will","assist","me","with","posting","ads","on","facebook","marketplace","and","i","","ll","be","paying","$","400","weekly",",",".","kindly","get","back","to","me","with","your","alternate","email","and","phone","number","if","you","","re","interested",".","thank","you","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "Subject: Reminder Urgent: Update Your Account Information for Continued Card Usage #OHMR-45967",
        "tokens": ["[CLS]","subject",":","reminder","urgent",":","update","your","account","information","for","continued","card","usage","#","oh","##m","##r","-","45","##9","##6","##7","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "Subject: Action Needed  You may lose access to some of your third-party mail and calendar apps",
        "tokens": ["[CLS]","subject",":","action","needed","","you","may","lose","access","to","some","of","your","third","-","party","mail","and","calendar","apps","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0
        ]
    },
    {
        "row_text": "We are hiring students for a pay of 800USD/weekly, If interested, please send a message with your non-edu email and contact details.",
        "tokens": ["[CLS]","we","are","hiring","students","for","a","pay","of","800","##us","##d","/","weekly",",","if","interested",",","please","send","a","message","with","your","non","-","ed","##u","email","and","contact","details",".","[SEP]"
        ],
        "labels": [0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,0,0,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0
        ]
    },
    {
        "row_text": "By my assessment, each of the boxes contains $ 5M, which is a total of $10 million US dollars. They still have left in the airport storage facility T O D A Y. The consignments are two metal trunk boxes weighing about 65kg each (Internal dimension:  W61 x H156 x D73 (cm) effective capacity: 680 L) Approximately. The details of the consignment, including your name and email on the official document from the United Nations office in London where the shipment was tagged as a personal effects/classified document are still available to us. As it stands n o w, you have to reconfirm your full n a m e, P h o n e number, and full address, so I  can cross-check and see if it corresponds with the one on the official documents. It is now left to you to decide if you still need the consignment or allow us to repatriate it back to the UK.(place of origin) as we were instructed.I am ready to assist you in any way I can for you to get back these packages provided you will also give me something out of it (financial gratification)",
        "tokens": ["[CLS]","by","my","assessment",",","each","of","the","boxes","contains","$","5","##m",",","which","is","a","total","of","$","10","million","us","dollars",".","they","still","have","left","in","the","airport","storage","facility","t","o","d","a","y",".","the","con","##si","##gn","##ments","are","two","metal","trunk","boxes","weighing","about","65","##k","##g","each","(","internal","dimension",":","w","##6","##1","x","h","##15","##6","x","d","##7","##3","(","cm",")","effective","capacity",":","680","l",")","approximately",".","the","details","of","the","con","##si","##gn","##ment",",","including","your","name","and","email","on","the","official","document","from","the","united","nations","office","in","london","where","the","shipment","was","tagged","as","a","personal","effects","/","classified","document","are","still","available","to","us",".","as","it","stands","n","o","w",",","you","have","to","rec","##on","##firm","your","full","n","a","m","e",",","p","h","o","n","e","number",",","and","full","address",",","so","i","can","cross","-","check","and","see","if","it","corresponds","with","the","one","on","the","official","documents",".","it","is","now","left","to","you","to","decide","if","you","still","need","the","con","##si","##gn","##ment","or","allow","us","to","rep","##at","##ria","##te","it","back","to","the","uk",".","(","place","of","origin",")","as","we","were","instructed",".","i","am","ready","to","assist","you","in","any","way","i","can","for","you","to","get","back","these","packages","provided","you","will","also","give","me","something","out","of","it","(","financial","gr","##ati","##fication",")","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,0
        ]
    },
    {
        "row_text": "Subject: Congratulations! You've Won a Yeti Crossroads Backpack!",
        "tokens": ["[CLS]","subject",":","congratulations","!","you","'","ve","won","a","yet","##i","crossroads","backpack","!","[SEP]"
        ],
        "labels": [0,0,0,0,0,3,3,3,3,3,3,3,3,3,3,0
        ]
    },
    {
        "row_text": "This is Warren Buffett, the America business tycoon, investor and philanthropist. I have decided to donate ($1,000,000.00} One Million US Dollars to randomly five (5) people around the world. If you receive this email, consider yourself lucky because You have been selected to receive aid benefit funds from my Foundation.",
        "tokens": ["[CLS]","this","is","warren","buffet","##t",",","the","america","business","ty","##co","##on",",","investor","and","philanthropist",".","i","have","decided","to","donate","(","$","1",",","000",",","000",".","00","}","one","million","us","dollars","to","randomly","five","(","5",")","people","around","the","world",".","if","you","receive","this","email",",","consider","yourself","lucky","because","you","have","been","selected","to","receive","aid","benefit","funds","from","my","foundation",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,0,0,0,0,0
        ]
    },
    {
        "row_text": "Dear Customer, Your Account has expired! But, as part of our loyalty program, you can now extend for 90 days. Extend for Free",
        "tokens": ["[CLS]","dear","customer",",","your","account","has","expired","!","but",",","as","part","of","our","loyalty","program",",","you","can","now","extend","for","90","days",".","extend","for","free","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,3,3,0
        ]
    },
    {
        "row_text": "You will need to fill out the personal information required for Sterling to complete the background check. The entire process should be completed in no more than 5 days. The first 48 hours should be dedicated to ensuring the background check portion is completed by you. Please send me an email once you have completed the background check portion, as this will prompt us to launch out the drug screening portion of your clearance.",
        "tokens": ["[CLS]","you","will","need","to","fill","out","the","personal","information","required","for","sterling","to","complete","the","background","check",".","the","entire","process","should","be","completed","in","no","more","than","5","days",".","the","first","48","hours","should","be","dedicated","to","ensuring","the","background","check","portion","is","completed","by","you",".","please","send","me","an","email","once","you","have","completed","the","background","check","portion",",","as","this","will","prompt","us","to","launch","out","the","drug","screening","portion","of","your","clearance",".","[SEP]"
        ],
        "labels": [0,0,0,1,1,1,1,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "Subject:         ",
        "tokens": ["[CLS]","subject",":","[UNK]","[UNK]","[UNK]","[UNK]","[UNK]","[UNK]","[UNK]","[UNK]","[UNK]","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "Last Alert:: ALL YOUR PHOTOS WILL BE DELETED.",
        "tokens": ["[CLS]","last","alert",":",":","all","your","photos","will","be","deleted",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,2,2,2,2,2,2,2,0
        ]
    },
    {
        "row_text": "Almost done, Demo! To complete your GitHub sign up, we just need to verify your email address",
        "tokens": ["[CLS]","almost","done",",","demo","!","to","complete","your","gi","##th","##ub","sign","up",",","we","just","need","to","verify","your","email","address","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,0
        ]
    },
    {
        "row_text": "We are in desperate need of people who would be willing to work remotely as research assistants. This is a flexible job that doesn't require any prior experience and lets you work from wherever you are without having to sacrifice your commitments to your studies or hobbies. A weekly payment ranging from $350 to $400 will be given to the chosen candidates. The first step in taking advantage of this opportunity is to text Professor Clark Barrett at (402) 713-1427 if you are interested. For ease of communication during the application process, make sure your message includes your full name, department, email address, and year of study.",
        "tokens": ["[CLS]","we","are","in","desperate","need","of","people","who","would","be","willing","to","work","remotely","as","research","assistants",".","this","is","a","flexible","job","that","doesn","'","t","require","any","prior","experience","and","lets","you","work","from","wherever","you","are","without","having","to","sacrifice","your","commitments","to","your","studies","or","ho","##bbies",".","a","weekly","payment","ranging","from","$","350","to","$","400","will","be","given","to","the","chosen","candidates",".","the","first","step","in","taking","advantage","of","this","opportunity","is","to","text","professor","clark","barrett","at","(","402",")","71","##3","-","142","##7","if","you","are","interested",".","for","ease","of","communication","during","the","application","process",",","make","sure","your","message","includes","your","full","name",",","department",",","email","address",",","and","year","of","study",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "Was this you? Please confirm identity. You received this email because someone requested a new password.  CREATE A PASSWORD. You will use your new password to log into: GoToMeeting",
        "tokens": ["[CLS]","was","this","you","?","please","confirm","identity",".","you","received","this","email","because","someone","requested","a","new","password",".","create","a","password",".","you","will","use","your","new","password","to","log","into",":","got","##ome","##eti","##ng","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "DON'T MISS OUT ON AN AMAZING BUSINESS OPPORTUNITY AND WEIGHT LOSS PRODUCT! ",
        "tokens": ["[CLS]","don","'","t","miss","out","on","an","amazing","business","opportunity","and","weight","loss","product","!","[SEP]"
        ],
        "labels": [0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,0
        ]
    },
    {
        "row_text": "I'm making $3000 to $7000 a day, EACH AND EVERY DAY and YOU CAN TOO!This is NOT MLM, GIFTING, or a GET RICH QUICK SCHEME!THIS IS FOR REAL!  PUT ME TO THE TEST!Receive $1000 Commissions... Paid Daily!This company will put you in business TODAY with NO MONEY DOWN!  When you join our company you get...FREE Top Notch Travel Package! FREE (34) VACATIONS:  Bahamas, Hawaii, Florida etc. FREE HOTEL ACCOMMODATIONS! FREE round trip airline tickets for 2 FREE CRUISES! FREE DELL Computer! FREE Digital Satellite dish! and much, much more!Plus you get a Personalized Web site to show your prospects.* My first three days, I made $3,000! For Complete Information on how you can change your lifestyle  tomorrow follow these simple steps: SEND ITName:_______________________Phone:______________________Fax:________________________Best time to call:__________Time Zone:__________________",
        "tokens": ["[CLS]","i","'","m","making","$","3000","to","$","700","##0","a","day",",","each","and","every","day","and","you","can","too","!","this","is","not","ml","##m",",","gift","##ing",",","or","a","get","rich","quick","scheme","!","this","is","for","real","!","put","me","to","the","test","!","receive","$","1000","commissions",".",".",".","paid","daily","!","this","company","will","put","you","in","business","today","with","no","money","down","!","when","you","join","our","company","you","get",".",".",".","free","top","notch","travel","package","!","free","(","34",")","vacation","##s",":","bahamas",",","hawaii",",","florida","etc",".","free","hotel","accommodations","!","free","round","trip","airline","tickets","for","2","free","cruises","!","free","dell","computer","!","free","digital","satellite","dish","!","and","much",",","much","more","!","plus","you","get","a","personal","##ized","web","site","to","show","your","prospects",".","*","my","first","three","days",",","i","made","$","3",",","000","!","for","complete","information","on","how","you","can","change","your","lifestyle","tomorrow","follow","these","simple","steps",":","send","it","##name",":","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","phone",":","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","fa","##x",":","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","best","time","to","call",":","_","_","_","_","_","_","_","_","_","_","time","zone",":","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","_","[SEP]"
        ],
        "labels": [0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,0,0,0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,1,0
        ]
    },
    {
        "row_text": "Qualifying for a free cash grant is easy! $10,000 to over $500,000 in FREE Grant Money is Available NOW!~ Never Repay ~ ~ No Credit Checks ~ ~ No Interest Charges ~See if YOU meet the requirements!Visit our website at:http://1071396130/index2.htmThis mailing is done by an independent marketing company.",
        "tokens": ["[CLS]","qualifying","for","a","free","cash","grant","is","easy","!","$","10",",","000","to","over","$","500",",","000","in","free","grant","money","is","available","now","!","~","never","repay","~","~","no","credit","checks","~","~","no","interest","charges","~","see","if","you","meet","the","requirements","!","visit","our","website","at",":","http",":","/","/","107","##13","##9","##6","##13","##0","/","index","##2",".","h","##tm","##thi","##s","mail","##ing","is","done","by","an","independent","marketing","company",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "looking for cheap high - quality software ? we might have just what you need . windows xp professional 2002 . . . . . . . . . . . . . $ 50 adobe photoshop 7 . 0 . . . . . . . . . . . . . . . . . . . . . $ 60 microsoft office xp professional 2002 . . . $ 60 corel draw graphics suite 11 . . . . . . . . . . . . $ 60 and lots more . . .",
        "tokens": ["[CLS]","looking","for","cheap","high","-","quality","software","?","we","might","have","just","what","you","need",".","windows","xp","professional","2002",".",".",".",".",".",".",".",".",".",".",".",".",".","$","50","adobe","photos","##hop","7",".","0",".",".",".",".",".",".",".",".",".",".",".",".",".",".",".",".",".",".",".",".",".","$","60","microsoft","office","xp","professional","2002",".",".",".","$","60","core","##l","draw","graphics","suite","11",".",".",".",".",".",".",".",".",".",".",".",".","$","60","and","lots","more",".",".",".","[SEP]"
        ],
        "labels": [0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "free live video sex ! ! ! * * * * * * * * * * * * * * * * attention video sex lovers * * * * * * * * * * * * * * * * * never pay for video sex ever again . brand new totally free live video = sex website . come check out over 600 live video sex channels ! http : / / 207 . 105 . 143 . 54 / teenporn / a002 not forgetting hundreds of xxx mpeg videos , pictures , hot stories , = 20 special star features adult games and even an online casino ! = 20 http : / / 207 . 105 . 143 . 54 / teenporn / a002",
        "tokens": ["[CLS]","free","live","video","sex","!","!","!","*","*","*","*","*","*","*","*","*","*","*","*","*","*","*","*","attention","video","sex","lovers","*","*","*","*","*","*","*","*","*","*","*","*","*","*","*","*","*","never","pay","for","video","sex","ever","again",".","brand","new","totally","free","live","video","=","sex","website",".","come","check","out","over","600","live","video","sex","channels","!","http",":","/","/","207",".","105",".","143",".","54","/","teen","##por","##n","/","a","##00","##2","not","forgetting","hundreds","of","xx","##x","mp","##eg","videos",",","pictures",",","hot","stories",",","=","20","special","star","features","adult","games","and","even","an","online","casino","!","=","20","http",":","/","/","207",".","105",".","143",".","54","/","teen","##por","##n","/","a","##00","##2","[SEP]"
        ],
        "labels": [0,3,3,3,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "Are you interested in making some extra money on the internet? well have i got something for you. Last week i made $3500 ,I am offering you 5 yes 5 web sites that have already been made and are waiting for you to put up to make money with.  There is also a few videos that are included that tell you Exactly what you have to do to be successful. I am going to also Offer you the rights to the web pages and to 5 Ebooks that you can sell..  These Ebooks aren't just any Ebooks these are books on how to make money on the  internet.  I am selling this package deal for a short time only at the low price of $39.77 my friends all say that i am   Crazy.. The web site alone is worth over $1500 and its yours for only $39.77.  Each eBook you will receive is worth around $350.  my web page is. www.Home-Business-onthe-net.com . please come take a look. ",
        "tokens": ["[CLS]","are","you","interested","in","making","some","extra","money","on","the","internet","?","well","have","i","got","something","for","you",".","last","week","i","made","$","350","##0",",","i","am","offering","you","5","yes","5","web","sites","that","have","already","been","made","and","are","waiting","for","you","to","put","up","to","make","money","with",".","there","is","also","a","few","videos","that","are","included","that","tell","you","exactly","what","you","have","to","do","to","be","successful",".","i","am","going","to","also","offer","you","the","rights","to","the","web","pages","and","to","5","ebook","##s","that","you","can","sell",".",".","these","ebook","##s","aren","'","t","just","any","ebook","##s","these","are","books","on","how","to","make","money","on","the","internet",".","i","am","selling","this","package","deal","for","a","short","time","only","at","the","low","price","of","$","39",".","77","my","friends","all","say","that","i","am","crazy",".",".","the","web","site","alone","is","worth","over","$","1500","and","its","yours","for","only","$","39",".","77",".","each","ebook","you","will","receive","is","worth","around","$","350",".","my","web","page","is",".","www",".","home","-","business","-","on","##the","-","net",".","com",".","please","come","take","a","look",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "This amount $21.5m represents the balance of the total contract value executed on behalf of my Department by a foreign contracting firm, which we the officials over-invoiced deliberately. Though the actual contract cost have been paid to the original contractor, leaving the balance in the tune of the said amount which we have in principles gotten approval to remit by Key tested Telegraphic Transfer (K.T.T) to any foreign bank account you will provide by filing in an application through the Ministry of Justice here in South Africa for the transfer of rights and privileges of the former contractor to you. I have the authority of my partners involved to propose that should you be willing to assist us in the transaction, your share of the sum will be 25% of the $21.5 million, 70% for us and 5% for taxation and miscellaneous expenses. ",
        "tokens": ["[CLS]","this","amount","$","21",".","5","##m","represents","the","balance","of","the","total","contract","value","executed","on","behalf","of","my","department","by","a","foreign","contracting","firm",",","which","we","the","officials","over","-","in","##vo","##ice","##d","deliberately",".","though","the","actual","contract","cost","have","been","paid","to","the","original","contractor",",","leaving","the","balance","in","the","tune","of","the","said","amount","which","we","have","in","principles","gotten","approval","to","re","##mit","by","key","tested","telegraph","##ic","transfer","(","k",".","t",".","t",")","to","any","foreign","bank","account","you","will","provide","by","filing","in","an","application","through","the","ministry","of","justice","here","in","south","africa","for","the","transfer","of","rights","and","privileges","of","the","former","contractor","to","you",".","i","have","the","authority","of","my","partners","involved","to","propose","that","should","you","be","willing","to","assist","us","in","the","transaction",",","your","share","of","the","sum","will","be","25","%","of","the","$","21",".","5","million",",","70","%","for","us","and","5","%","for","taxation","and","miscellaneous","expenses",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,0
        ]
    },
    {
        "row_text": "My man has hidden an explosive device in the building where your business is located. My recruited person assembled a bomb according to my guide. It is compact and it is covered up very well, it's impossible to destroy the structure of the building by this explosive device, but if it explodes you will get many wounded people. I would like to suggest you a transaction. You send 20,000 usd in Bitcoin and explosive will not explode, but do not try to deceive me- I guarantee you that I will withdraw my recruited person only after 3 confirmations in blockchain network.",
        "tokens": ["[CLS]","my","man","has","hidden","an","explosive","device","in","the","building","where","your","business","is","located",".","my","recruited","person","assembled","a","bomb","according","to","my","guide",".","it","is","compact","and","it","is","covered","up","very","well",",","it","'","s","impossible","to","destroy","the","structure","of","the","building","by","this","explosive","device",",","but","if","it","explodes","you","will","get","many","wounded","people",".","i","would","like","to","suggest","you","a","transaction",".","you","send","20",",","000","usd","in","bit","##co","##in","and","explosive","will","not","explode",",","but","do","not","try","to","dec","##ei","##ve","me","-","i","guarantee","you","that","i","will","withdraw","my","recruited","person","only","after","3","confirmation","##s","in","block","##chai","##n","network",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "Hello this is Delice Seamster on behalf of the Student-Loan debt department. We tried to call you at your home 435 Boylan Ral NC 27603 and did not hear back. Your Student Loans have been marked as possibly eligible for forgiveness under the new 2024 guidelines. ",
        "tokens": ["[CLS]","hello","this","is","del","##ice","seam","##ster","on","behalf","of","the","student","-","loan","debt","department",".","we","tried","to","call","you","at","your","home","435","boy","##lan","ra","##l","nc","276","##0","##3","and","did","not","hear","back",".","your","student","loans","have","been","marked","as","possibly","eligible","for","forgiveness","under","the","new","202","##4","guidelines",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,3,3,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "I regret to inform you about some sad news for you. Approximately a month or two ago I have succeeded to gain a total access to all your device utilized for browsing internet. Moving forward, I have started observing your internet activities on continuous basis.",
        "tokens": ["[CLS]","i","regret","to","inform","you","about","some","sad","news","for","you",".","approximately","a","month","or","two","ago","i","have","succeeded","to","gain","a","total","access","to","all","your","device","utilized","for","brows","##ing","internet",".","moving","forward",",","i","have","started","observing","your","internet","activities","on","continuous","basis",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0
        ]
    },
    {
        "row_text": "Hello, I have recently become aware of your Cryptocurrency holdings, I also live in Scranton and I also know that you like at 222 Bree Dr, Scranton MA. I'm not afraid to invade your home, I don't want to make this any harder than it has to be. I'm offering you $500 (shouldn't be much to you considering the recent pump) to leave you alone.",
        "tokens": ["[CLS]","hello",",","i","have","recently","become","aware","of","your","crypt","##oc","##ur","##ren","##cy","holdings",",","i","also","live","in","scranton","and","i","also","know","that","you","like","at","222","bree","dr",",","scranton","ma",".","i","'","m","not","afraid","to","invade","your","home",",","i","don","'","t","want","to","make","this","any","harder","than","it","has","to","be",".","i","'","m","offering","you","$","500","(","shouldn","'","t","be","much","to","you","considering","the","recent","pump",")","to","leave","you","alone",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0
        ]
    },
    {
        "row_text": "I'm aware, Password123 is your password. You don't know me and you're probably thinking why you are getting this mail, right? Well I actually placed a malware on the adult video clips (porno) website and gues what; you visited this website to experience fun (you know what I mean). While you were watching video clips, your internet browser started out working as a RDP (Remote Desktop) with a key logger which gave me access to your display screen as well as your camera. I'm sure you know where I'm getting at. If you want this to stay our little secret, you will send me 4000 USD via Bitcoin.",
        "tokens": ["[CLS]","i","'","m","aware",",","password","##12","##3","is","your","password",".","you","don","'","t","know","me","and","you","'","re","probably","thinking","why","you","are","getting","this","mail",",","right","?","well","i","actually","placed","a","mal","##ware","on","the","adult","video","clips","(","porn","##o",")","website","and","gu","##es","what",";","you","visited","this","website","to","experience","fun","(","you","know","what","i","mean",")",".","while","you","were","watching","video","clips",",","your","internet","browser","started","out","working","as","a","rd","##p","(","remote","desktop",")","with","a","key","log","##ger","which","gave","me","access","to","your","display","screen","as","well","as","your","camera",".","i","'","m","sure","you","know","where","i","'","m","getting","at",".","if","you","want","this","to","stay","our","little","secret",",","you","will","send","me","4000","usd","via","bit","##co","##in",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0
        ]
    },
    {
        "row_text": "Dear Valued Customer, We're letting you know that we've detected some unusual activity on your Bank of America account. For your protection, please verify this activity so you can continue making debit/credit card transactions without interruption. Thank you for being our customer and We sincerely apologize for the inconveniences. Your account secuiryt is our top priority. Note: if you do not verify, certain limitations may be placed on your debit/credit card.",
        "tokens": ["[CLS]","dear","valued","customer",",","we","'","re","letting","you","know","that","we","'","ve","detected","some","unusual","activity","on","your","bank","of","america","account",".","for","your","protection",",","please","verify","this","activity","so","you","can","continue","making","de","##bit","/","credit","card","transactions","without","interruption",".","thank","you","for","being","our","customer","and","we","sincerely","apologize","for","the","inc","##on","##ven","##ience","##s",".","your","account","sec","##ui","##ry","##t","is","our","top","priority",".","note",":","if","you","do","not","verify",",","certain","limitations","may","be","placed","on","your","de","##bit","/","credit","card",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1,1,1,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,2,0
        ]
    },
    {
        "row_text": "Dear sir, we recently have determined that different computers have logged into your eBay account, and multiple password failures were present before the logons. We strongly advice CHANGE YOUR PASSWORD. If this is not completed by March 8, 2007, we will be forced to suspend your account indefinitely, as it may have been used for fraudulent purchases.",
        "tokens": ["[CLS]","dear","sir",",","we","recently","have","determined","that","different","computers","have","logged","into","your","e","##bay","account",",","and","multiple","password","failures","were","present","before","the","logo","##ns",".","we","strongly","advice","change","your","password",".","if","this","is","not","completed","by","march","8",",","2007",",","we","will","be","forced","to","suspend","your","account","indefinitely",",","as","it","may","have","been","used","for","fraudulent","purchases",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "The Employee Support Service has started a financial Support Program to provide financial aid to employees and students to help them get through the present recession. As part of the University Support Plan for 2023, starting September 3rd, 2023, the support program will offer up to a maximum of $3,000 to all applicant (employees and students) till the end of the year",
        "tokens": ["[CLS]","the","employee","support","service","has","started","a","financial","support","program","to","provide","financial","aid","to","employees","and","students","to","help","them","get","through","the","present","recession",".","as","part","of","the","university","support","plan","for","202","##3",",","starting","september","3rd",",","202","##3",",","the","support","program","will","offer","up","to","a","maximum","of","$","3",",","000","to","all","applicant","(","employees","and","students",")","till","the","end","of","the","year","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,3,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    },
    {
        "row_text": "This is a notice about your work hours. Because you put in overtime last week, you will get a bonus of about $500 this week.",
        "tokens": ["[CLS]","this","is","a","notice","about","your","work","hours",".","because","you","put","in","overtime","last","week",",","you","will","get","a","bonus","of","about","$","500","this","week",".","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,3,3,3,3,0
        ]
    },
    {
        "row_text": "eureka hey , check this . everythig at this site is free , and it 's actually stuff you use everyday ! coupons for food , dining , you name it . click this link and get a great gift just for taking a minute to \" see for youself \" http : / / ftw . nu go ahead , click it",
        "tokens": ["[CLS]","eureka","hey",",","check","this",".","every","##thi","##g","at","this","site","is","free",",","and","it","'","s","actually","stuff","you","use","everyday","!","coup","##ons","for","food",",","dining",",","you","name","it",".","click","this","link","and","get","a","great","gift","just","for","taking","a","minute","to","\"","see","for","you","##sel","##f","\"","http",":","/","/","ft","##w",".","nu","go","ahead",",","click","it","[SEP]"
        ],
        "labels": [0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,3,3,3,3,3,3,3,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0
        ]
    }
    
]